Repository: wescamp/Invasion_from_the_Unknown-1.4
Catalog: po/*.po
Languages: it

source: Move Galas, Mal Keshar or Elynia to the cavern in the south-eastern edge of map
it: Sposta Galas, Mal Keshar o Elynia alla caverna nell'angolo sud-est della mappa.

source: Wesmere Forest, the accursed place that once was Inferno in earth's surface.
it: Ecco la foresta Wesmere, quel luogo maledetto che un tempo era l'inferno in terra.

source: So this is it. It is quite... desolated, now.
it: Dunque è questa. È piuttosto... desolata, adesso.

source: Let's move, then.
it: Andiamo allora.

source: Here it is, the entrance to the underground!
it: Ecco qua l'entrata sotterranea!

source: Make haste, before these blasted creatures manage to regroup and follow us!
it: Facciamo presto, prima che queste dannate creature riescano a riorganizzarsi e ci seguano!

source: You will succumb to the power of Chaos, eventually. No elf or human has resisted it for long in the past.
it: Cadrete al potere del caos, alla fine. Nessun elfo o uomo ha resistito a lungo in passato.

source: It should be dawn by now; the moon has hidden and Naia should have already appeared in the skies.
it: Dovrebbe essere l'alba ormai; la luna è scesa e naia dovrebbe già essere apparso nel cielo.

source: This has delayed us a lot already.
it: Siamo già molto in ritardo.

source: Look! A huge swarm of drones approaches!
it: Guardate! Si avvicina un enorme stormo di droni!

source: We cannot deal with such a threat... we will be surely vanquished now!
it: Non possiamo affrontare una minaccia del genere... adesso saremo sicuramente sconfitti!

source: udesc^Drone
it: Drone

source: udesc^Imp
it: Diavoletto

source: Under the Sands
it: Sotto la sabbia

source: Alien Matrix
it: Matrice aliena

source: Find an exit (possibly south from your starting location) and move Mal Keshar or Elynia there
it: Trova una uscita (possibilmente a sud della tua posizione di partenza) e spostaci Mal Keshar o Elynia

source: That's a minor annoyance. There is something worse in this place, something that I cannot easily describe with words. The air, the rocks, everything is unnatural.
it: Questo è un piccolo fastidio. C'è qualcosa di peggio in questo luogo, qualcosa che io non riesco neanche a descrivere bene a parole. L'aria, le rocce, qualsiasi cosa non è naturale.

source: We have come down to the realm of chaos and corruption. The demons seem to be capable of corrupting our world with their sole presence, and this is proof of it. If we don't stop them, soon all the continent will be covered in an eternal shade of darkness, and all living beings will succumb to the power of Chaos.
it: Dobbiamo scendere nel regno del caos e della depravazione. Sembra che i demoni siano in grado di corrompere il nostro mondo con la loro sola presenza e questo ne è la prova. Se non li fermiamo, presto tutto il continente sarà coperto da un'eterna e tetra oscurità e tutti gli esseri viventi cadranno sotto il dominio del caos.

source: Ugh... I...
it: Ehm... I...

source: Yes, Galas, I can do more than merely speaking to you. I can touch your mind, and crush it as an insect with my will. You shall not last for much time if you stay in my domains.
it: Sì, Galas, posso fare di più che semplicemente parlarti. Posso sfiorare la tua mente e schiacciarla come un insetto a volontà. Non durerai a lungo se rimani nei miei domini.

source: Argh, it... hurts...
it: Argh, fa... male...

source: Ahhh... help... mee!!
it: Ahhh... aiuta... temi!!

source: Something is trying to contaminate and possess his mind. Elynia, invoke the power of Light and get the shadows out of his body, or we'll lose him!
it: Qualcosa sta cercando di contaminare e possedere la sua mente. Elynia, invoca il potere della luce e scaccia le ombre dal suo corpo altrimenti lo perderemo!

source: Galas, please, don't die now, we need you!
it: Galas, per favore, non morire ora, abbiamo bisogno di te!

source: Don't despair, girl. He is still alive, just unconscious right now.
it: Non disperare, ragazza. È ancora vivo, ha solo perso i sensi.

source: What should I do now?
it: Cosa dovrei fare adesso?

source: Lead the other living people until Galas regains consciousness. He will need to rest, but make sure he is not left alone in the darkness, as that would allow the shadows to contaminate him again.
it: Guida quelli che sono ancora vivi finché Galas non recupera i suoi sensi. Deve riposare, ma assicurati che non rimanga da solo nell'oscurità altrimenti le ombre lo contaminerebbero di nuovo.

source: I'm getting nervous. We should get out of this place soon, as we are too vulnerable in the darkness and corruption of these haunted caves.
it: Sto diventando nervoso. Dovremmo lasciare questo luogo presto perché siamo troppo vulnerabili nell'oscurità e depravazione di queste caverne infestate.

source: Were these tunnels our only option, Elynia? I am starting to think I would have rather preferred to fight on the surface than here.
it: Queste gallerie sono la nostra unica possibilità, Elynia? Comincio a pensare che avremmo dovuto preferire di combattere in superficie che venire qua.

source: Of course, except that we would be visually exposed to the friends of that gigantic imp.
it: Naturalmente, solo che saremmo stati individuati dagli amici di quel gigantesco diavoletto.

source: You may have a point there, perhaps.
it: Forse hai ragione, forse.

source: This is taking too long, and I'm getting impatient. Make haste, fools!
it: Ci vuole troppo tempo e sto diventando impaziente. Fate presto, stupidi!

source: Except you, lass, of course.
it: Tranne te, pulzella, naturalmente.

source: Oh no, we tarried here for too long, and the drones have found and surrounded us! We are trapped between them and the cave walls. It is the end...
it: Oh no, abbiamo perso troppo tempo qua e i droni ci hanno trovato e circondato! Siamo intrappolati tra loro e le pareti della caverna. È la fine...

source: What in name of goodness is that thing?
it: Nel nome della dea cos'è quella cosa?

source: Look out! It seems to be a matrix filled with larvae of those abominations. Perhaps if we can destroy it they will not pursue us any longer.
it: Guardate! Sembra una matrice piena delle larve di quegli abominii. Forse se riusciamo a distruggerla, non ci inseguiranno più.

source: Sounds like a plan, a good one. Let's smash it then.
it: Sembra un piano, un buon piano. Distruggiamola, allora.

source: When is the lad going to wake up, this is starting to worry me.
it: Quando il ragazzo si sveglierà, allora comincerò a preoccuparmi.

source: A whisper...
it: Un sussurro...

source: And a light...
it: E una luce...

source: Master Galas! I'm really happy of seeing ya alright!
it: Maestro Galas! Come sono felice di vedere che state bene!

source: Elynia... what happened? Where are we?
it: Elynia... cosa è successo? Dove siamo?

source: 'What happened'? Why the hell are you asking our question?! What happened to *you*, we must ask!?
it: «Cosa è successo»? Perché diamine sei tu a chiederlo?! Cosa è successo *a te*, dobbiamo domandarci?

source: No, you would not believe me if I told you what happened. You would think I'm mad, or that I have been possessed by the enemy!
it: No, non mi credereste se vi dicessi cosa è successo. Penserreste che sono impazzito o che sia stato posseduto dal nemico!

source: Galas, really, there is nothing to hide. We saw the shadows trying to absorb your unconscious body.
it: Galas, davvero, non c'è nulla da nascondere. Abbiamo visto l'ombra che cercava di assorbire il tuo corpo privo di sensi.

source: Galas, please explain us. We are your friends, and will support you in any circumstances.
it: Galas, per favore spiegaci. Siamo i tuoi amici e ti aiuteremo in ogni circostanza.

source: Aye. Tell us.
it: Sissignore. Raccontaci.

source: It seems I'm too weak-minded. The Chaos lord seems to have tried to invade and destroy my mind, ranting things about his power in the darkness... he tried to convince me to slay you... he tempted me... he almost...
it: Sembra che la mia volontà sia debole. Il signore del caos ha tentato di invadere e distruggere la mia mente blaterando cose del suo potere nell'oscurità... ha tentato di convincermi di uccidervi... ha tentato... ha quasi...

source: Galas, don't feel culprit. If he managed to access my mind, he could have even possessed me, but it seems his powers are severely diminished by my light, as that is what I used to save you.
it: Galas, non sentirti in colpa. Se è riuscito ad accedere alla tua mente, avrebbe potuto persino possedere me, ma pare che i suoi poteri siano notevolmente ridotti dalla mia luce ed è quello che ho usato per salvarti.

source: The light? That makes sense, he said he is even stronger in the darkness of the caves, even stronger than he already is in his own domains, these lands.
it: La luce? È sensato, disse che era persino più forte nell'oscurità delle caverne, persino più forte di quanto non sia già nei suoi dominii, in questi territori.

source: Increased powers in the darkness of his territory... the impy said something about a so-called 'Shadow Master'. All those goons mention their 'Master' in every sentence they speak. It seems that this guy must have strong psychic powers, as strong as his control of the shadows; probably all his minions are just slaved minds of him. But, Elynia... you mentioned that your fianceé disappeared mysteriously, am I right?
it: Poteri aumentati nell'oscurità del suo territorio... quel demone ha parlato di un «signore dell'ombra». Tutti questi fantocci parlano del loro «padrone» ad ogni frase che pronunciano. Sembra che questo tipo abbia grandi poteri psichici, grandi quanto il suo controllo delle ombre; probabilmente tutti i suoi sgherri sono solo suoi schiavi mentali. Ma, Elynia... dicesti che il tuo fidanzato scomparve misteriosamente, non è vero?

source: Yes, you are. But what has that to do with this problem?
it: Sì, hai ragione. Ma questo cosa c'entra con questo problema?

source: I am getting suspicious... could there be some binding... could it be that this Shadow Master is actually your fianceé, Argan?
it: Ho un sospetto... potrebbe eserci un legame... forse questo signore dell'ombra potrebbe essere in realtà il tuo fidanzato, Argan?

source: What?! No, impossible! Where did you get such an idea, fool!
it: Cosa?! No, è impossibile! Come ti è venuta un'idea del genere, sciocco!

source: Think about the connection... both of them have grand control of Darkness. One of them, Argan, disappeared mysteriously. The other one, this Shadow Master, appeared mysteriously. And if he got possessed by an evil force in the very depths of the world, an evil force of darkness, and it turned him against the world? I can understand why you did not get affected by the corruption of such parts, Elynia, and it is yourself; your own internal light protects you as you did with Galas. But Argan would be himself part of the darkness, very prone to be corrupted.
it: Pensa al legame... entrambi hanno un grande potere sull'oscurità. Uno, Argan, è scomparso misteriosamente. L'altro, questo signore dell'ombra, è apparso misteriosamente. E se fosse stato posseduto da una forza malvagia nelle estreme profondità della terra, una forza maligna dell'oscurità che lo ha rivolto contro il mondo? Posso capire perché tu non sei stata colpita dalla corruzione di questi luoghi, Elynia proprio tu; la tua luce interiore ti protegge come ha fatto con Galas. Ma il signore dell'ombra è esso stesso parte dell'oscurità, decisamente incline alla depravazione.

source: No, it can't be. The exact reason because we got engaged was because he saved me with the powers of darkness turned to good. He is not evil. He cannot be turned to evil. Mal Keshar, you are a lich, I cannot trust your word, nor accept your reasoning.
it: No, non può essere. La vera ragione per cui eravamo fidanzati era che mi ha salvato con i poteri edll'oscurità rivolti al bene. Non è malvagio. Non può essere corrotto dal male. Mal Keshar, tu sei un lich, io non posso fidarmi delle tue parole né accettare il tuo ragionamento.

source: And Galas, I'll make sure this does not get to occur another time. I'll protect you from the darkness constantly from now on.
it: E, Galas, io mi assicurerò che non ti succeda di nuovo. Io ti proteggerò dall'oscurità costantemente d'ora in poi.

source: Thanks, Elynia.
it: Grazie, Elynia.

source: Now, obviously we have a work to complete.
it: Adesso, naturamente abbiamo un lavoro da fare.

source: Yes, indeed...
it: Proprio così...

source: Are we ready to exit from these caverns?
it: Siamo pronti per uscire da queste caverne?

source: You can speak with the bat!?
it: Puoi parlare con il pipistrello!?

source: Yes, master!
it: Sì, padrone!

source: Nice... I can feel the energy flowing through my veins.
it: Bello... percepisco l'energia che scorre nelle mie vene.

source: What is that?
it: Cos'è stato?

source: Just be careful, alright?
it: Fa' attenzione, mi raccomando.

source: No, I'm sure it is not.
it: No, sono sicuro di no.

source: Interesting.
it: Interessante.

source: Stuff happens. Elynia, what are you going to do?
it: Capita. Elynia, cosa stai facendo?

source: I am *not* nervous! Argh.
it: Io NON sono nervoso! Argh.

source: Faeries.
it: Fate.

source: Do I look any different?
it: Ti sembro diverso?

source: The Heart
it: Il cuore

source: Move Galas, Elynia, Mal Keshar or Erathan into the dark keep (area where the objective marker is located in)
it: Sposta Galas, Elynia, Mal Keshar o Erathan nella fortezza oscura (area dove si trova il cartello obiettivo)

source: Defeat all enemy leaders... if you can
it: Sconfiggi tutti i comandanti nemici... se ci riesci

source: Distract the enemy while Galas, Elynia, Mal Keshar and Erathan enter the dark keep
it: Distrai il nemico mentre Galas, Elynia, Mal Keshar e Erathan entrano nella fortezza oscura

source: So this is it... we have finally arrived to our target.
it: Ecco... finalmente siamo arrivati alla nostra meta.

source: Now it should be matter of getting inside and anihilating the emperor. Are we ready for this?
it: Adesso dovremmo entrare e annientare l'imperatore. Siamo pronti?

source: I am.
it: Io lo sono.

source: Yeah! I'm ready!
it: Sì! Sono pronto!

source: So am I. Galas?
it: Anche io. Galas?

source: Let's go, my friends. May we free these lands from the shade of Chaos or perish in the attempt. May our grandsons remember this day as the day we either ended an era of dread and darkness with our hands, or as the day we gloriousfully tried to do so.
it: Coraggio, amici. Che possiamo liberare queste terre dall'ombra del caos o perire provandoci. Possono i nostri pronipoti ricordare questo giorno come il giorno in cui abbiamo posto termine a un'era di terrore e di oscurità con le nostre azioni o come il giorno in cui gloriosamente ci abbiamo provato.

source: I'll be free, at last...
it: Sarò libero, finalmente...

source: Lads, lady, you run as fast as you can to the fortress, sneak inside, and we shall protect your back with all might. Althurin, ready?
it: Ragazzo, signora, correte più veloce che potete fino alla fortezza, intrufolatevi dentro mentre noi vi copriremo le spalle con tutto la nostra forza. Althurin, pronto?

source: Aye. Today many skulls shall be crushed by my hammer.
it: Sissignore. Oggi il mio martello schiaccerà molte teste.

source: Then, the assault is on. Charge!
it: Allora comincia l'assalto. Carica!

source: Note: after this scenario your gold supply will be set to zero until the end of this last episode. You will be able to pick your best units to be recalled for the next scenarios, but only once, and without including your dwarvish allies.
it: Nota: dopo questo scenario la tua riserva d'oro sarà azzerata fino alla fine di quest'ultimo episodio. Potrai scegliere le tue unità migliori per essere richiamate nei prossimi episodi ma solo una volta e esclusi i tuoi alleati nani.

source: Quickly! We have no time to waste.
it: Presto! Non abbiamo tempo da perdere!

source: Innuendo
it: Accenno

source: Explore and find your way to the main Keep with Galas, Elynia, Mal Keshar or Erathan
it: Esplora e trova il passaggio per la fortezza principale con Galas, Elynia, Mal Keshar o Erathan

source: Your troops will not available for recalling or recruiting after the first turn is over, so you should choose your units carefully and try to keep them alive until the end of the mission. There is no turn limit.
it: Le tue truppe non sono disponibili per il reclutamento o il richiamo, perciò dovresti cercare di tenere in vita le tue poche unità fino alla fine della missione. Non c'è limite di turni.

source: A presence... a strong presence fills this whole place...
it: Una presenza... una presenza possente riempe questo luogo...

source: And then you dared enter my base. You are more foolish than I thought, but never mind. I have been waiting for you, specially for Galas and... Elynia...
it: E così avete osato entrare nella mia base. Siete molto più sciocchi di quello che pensavo, ma non importa. Vi stavo aspettando, specialmente Galas e... Elynia...

source: Reveal yourself, you coward fiend! Who are you?
it: Svelati, codardo di un demone! Chi sei?

source: Nothing. Whoever it is, it still hides from us.
it: Niente. Chiunque sia, ancora si nasconde a noi.

source: So close, yet so far... We will have to find a way to open these iron gates.
it: Così vicino, eppure così lontano... Dovremo trovare il modo per aprire questi cancelli di ferro.

source: Oh, please, this is not grandma's house. Just blow them up or crush them down and we can continue, a la antiqua.
it: Oh, per favore, questa non è la casa della nonna. Spazzateli via o distruggeteli, così possiamo continuare,

source: I was about to suggest that.
it: Stavo proprio per suggerirlo.

source: Galas, it seems that some of our comrades didn't resist the temptation to come in.
it: Galas, pare che qualcuno dei tuoi compagni non abbia resistito alla tentazione di entrare.

source: Thanks for freeing me, noble ones. In exchange, I'll join you in your quest!
it: Grazie per avermi liberato, nobiluomini. In cambio, mi unirò nella vostra impresa!

source: Garg is thankful to you, good ones. Garg will follow you and get revenge on the bad ones.
it: Garg vi ringrazia, bravi uomini. Garg vi seguirà e si vendicherà dei cattivi.

source: Potion of Deftness
it: Pozione della destrezza

source: This magic potion will increase the drinker's movement points by one (quick), and increase the inflicted base damage of its ranged attacks by one (dextrous), if applicable.
it: Questa pozione magica incrementa i punti di movimento di colui che la beve (rapido) e aumenta i danni base inflitti dei suoi attacchi a distanza di uno (destro), se applicabile.

source: Amulet of the Arcane Flows
it: Amuleto dei flussi esoterici

source: This amulet will grant the bearer's arcane power to their ranged attacks, and increase their resistance to arcane damage by 10%.
it: Questo amuleto conferisce a energia esoterica agli attacchi a distanza di chi lo porta e aumenta la sua resistenza ai danni esoterici del 10%.

source: This amulet can only be used by living beings that are not faeries. Let other unit take it.
it: Questa pozione può essere usata solo da esseri viventi che non siano fate. Falla prendere a un altro.

source: Touchgem triggered. A magic force-field is deactivated.
it: Gemma attivata. Un campo di forza magico si disattiva.

source: Touchgem already triggered.
it: Gemma già attiva.

source: Hell Gatekeeper
it: Custode delle porte infernali

source: Hive Sentinel
it: Sentinella dell'alverare

source: Hive Defender
it: Difensore dell'alveare

source: Biomechanical Drone
it: Drone biomeccanico

source: Metallic Guardian
it: Guardiano metallico

source: Crawling Horror
it: Orrore strisciante

source: Shadow Minion
it: Servo dell'ombra

source: Your foolishness ends here with your death, enemies of the Master! We were sent to stop you from reaching the Gate of Inferno by the Shadow Master, and this time you have no escapatory.
it: La vostra stupidità termina qui con la vostra morte, nemici del padrone! Siamo stati mandati del signore dell'ombra per impedirvi di raggiungere il cancello dell'inferno e questa volta non avete vie di fuga.

source: Ah, the Shadow Master! I cannot wait to meet him personally anymore... get out of our path, you bastards!
it: Ah, il signore dellombra! Non vedo l'ora di incontrarlo di persona... andatevene dalla mia strada, bastardi!

source: Damned we are, is it that there is an unlimited source of enemy bosses?
it: Dannazione, ma non finiscono mai questi capi nemici?

source: Uh.
it: Eh?

source: Get back, filthy rebels! No living ones should tresspass these gates!
it: Andate indietro, schifosi ribelli! Non una sola persona viva supererà questi cancelli!

source: Aha, the entrance hall of Inferno!
it: Ahah, l'ingresso all'inferno!

source: This place must have been severily corrupted to cause this anomaly that connects our world with the demonic homeland.
it: Questo posto deve essere stato duramente corrotto per provocare questa anomalia che collega il nostro mondo con la patria dei demoni.

source: Can you close it?
it: Lo puoi chiudere?

source: No, it is not safe until we discover who did this; bending our space-time to build this connection requires great powers, and I would not doubt that the author of it can open the connection from the other side if its closed from ours.
it: No, non sarebbe sicuro fino a che non scopriamo che li ho fatto; serve un grande potere per piegare lo spazio-tempo per creare questo collegamento e non c'è dubbio che chi l'ha fatto può aprire il collegamento dall'altro lato se fosse chiuso dal nostro.

source: Alright, search for it.
it: Benissimo, cercatelo.

source: Gauntlet
it: Guanto di sfida

source: This place stinks with the smell of death and decay. Something seriously evil goes on in this... warren? Hive? Thing?
it: Questo luogo puzza di morte e putrefazione. Qualcosa di davvero malvagio accade in questo... formicaio? alveare? cosa?

source: Given that these creeps float and have poison in their jaws, I'd call it a hive.
it: Siccome questi orrori volano e hanno le fauci avvelenate, lo chiamerei alveare.

source: Look out! We have just come to be targets of a swarm of them!
it: Guardate! Un loro sciame ci ha preso di mira!

source: Let's give them a lesson to remember. Eh... wait a moment... lava pits?
it: Diamogli una lezione che non si dimenticheranno. Eh... un momento... pozzi di lava?

source: They probably need the warmth of it to grow up. Like chicken and their eggs.
it: Probabilmente hanno bisogno di calore per crescere. Come le galline con le uova.

source: A presence... that presence... I felt it when we were escaping from Knalga.
it: Una presenza... quella presenza... che sentivo quando stavamo fuggendo da Knalga.

source: Could it be possibly related to whoever orchestrated that invasion?
it: Forse potrebbe essere collegato a quello che ha orchestrato quella invasione?

source: Perhaps.
it: Forse.

source: If it is so, then he will feel my wrath for what he did to Anlindë.
it: Se è così, patirà la mia ira per quello che ha fatto ad Anlindë.

source: The sooner we get out of here, the better.
it: Prima usciremo di qua, meglio sarà.

source: Long live the Machine!
it: Lunga vita alla macchina!

source: Oh, great. A welcome party indeed.
it: Oh, magnifico. Proprio un comitato di benvenuto.

source: Distract them, we must make some time before the Warlord arrives to finish them off!
it: Distraeteli, ci serve del tempo prima che il signore della guerra arrivi a finirli!

source: En garde, elf!
it: In guardia, elfo!

source: I have not the slightest idea of what they are ranting about, but for me it seems they are guarding that door...
it: Non ho la minima idea di quello che stai sbraitando, ma secondo me stanno sorvegliando quella porta...
