Repository: wescamp/Invasion_from_the_Unknown-1.4
Catalog: po/*.po
Languages: it

source: But we don't know how or where she is.
it: Ma non sappiamo dove si trovi.

source: Right, but you could lead us, couldn't you, Mal Keshar?
it: Già, ma tu potresti guidarci, vero, Mal Keshar?

source: What?! But lady, he is a lich, a necromancer! We cannot have such an abomination in our side!
it: Cosa?! Ma signora, è un lich, un necromante! Non possiamo avere un simile abominio dalla nostra parte!

source: Times have changed, and so have our needs and methods. Today I see no other way to survive without help of this necromancer, and he should be the only one left capable of locating our saviors. After all, weren't you fighting for a noble cause, Malin Keshar?
it: I tempi sono cambiati e anche le nostre necessità e i nostir metodi. Oggi non vedo altri modi per sopravvivere senza l'aiuto di questo necromante e pare che sia il solo a poter localizzare i nostri salvatori. Dopotutto, non combattevi per una nobile causa, Mal Keshar?

source: Will you fight for our cause, then?
it: Combatterai per la nostra causa allora?

source: I shall.
it: Lo farò.

source: This is madness!
it: È una follia!

source: You can now recruit undead units!
it: Ora puoi reclutare dei non-morti!

source: Where must we go?
it: Dove dobbiamo andare?

source: Then northwest we shall go.
it: Allora andremo a nord-ovest.

source: The exit is not too far from here, going down this subterranean river. Follow me.
it: L'uscita è qui vicino, più avanti lungo il fiume sotterraneo. Seguitemi.

source: Maeglin the Black
it: Maeglin il nero

source: Cheating, huh?
it: Hai trassato, eh?

source: Deserves a lock.
it: Ti meriti un blocco.

source: Touchplate triggered. A wall moves.
it: Piastra premuta. Un muro si muove.

source: Touchplate triggered. Two walls move.
it: Piastra premuta. Due muri si muovono.

source: Touchplate triggered. A road rises from the abyss, and a wall moves.
it: Piastra premuta. Un passaggio sale dall'abisso e un muro si muove.

source: Dang, this chest is empty!
it: Dannazione, questo scrigno è vuoto!

source: ACME SignPost(TM) Serial Number: 91MM3159XAAG021:K314
it: Cartello ACME(TM) Numero di serie: 91MM3159XAAG021:K314

source: Over the Sands
it: Attraverso la sabbia

source: team_name^Orcs
it: Orchi

source: team_name^Fugitives
it: Fuggiaschi

source: team_name^Town
it: Città

source: Galas, Anlindë or Mal Keshar must reach the North-west border of the map
it: Galas, Anlindë o Mal Keshar devono raggiungere il bordo nord-ovest della mappa

source: Death of Mal Keshar
it: Morte di Mal Keshar

source: Here you are, the outside. Not too different from the last report of some years ago... or centuries, I don't know.
it: Eccoci fuori. NOn è cambiato granché dal nostro ultimo rapporto di qualche anno... o secolo fa, non so.

source: Everything is so... dry... There is no plant that could grow up under this heat!
it: Tutto è così... arido... Non c'è una pianta che possa crescere in questa fornace!

source: That is why our people moved to that valley, to protect themselves from death in the desert. Not all of them found the valley, though. We have always wondered what happened to the other group.
it: Ecco perché il nostro popolo ha lasciato questa valle, per scampare alla morte nel deserto. Però non tutti trovarono la valle. Ci siamo sempre chiesti cosa sia successo all'altro gruppo.

source: From what I know, they could only die in the desert. Be it not for the harsh suns, the lack of water and food, it would be at hands of foul savage orcs or nomadic human bandits.
it: Da quel che so, potrebbero essere morti nel deserto. Se non sono morti per i soli infuocati o la mancanza di cibo e acqua, allora per mano dei luridi orchi selvaggi o dei banditi nomadi.

source: I suppose so. But, where are we? Ancient explorations are useless in this desert, that could have been a forest before the Fall.
it: Suppongo di sì. Ma, dove siamo? Le antiche esplorazioni non ci servono in questo deserto che potrebbe essere stato una foresta prima della “caduta”.

source: If I remember correctly, we are approaching to Longlier, the River of Bones.
it: Se mi ricordo bene, ci stiamo avvicinando a Longlier, il fiume di ossa.

source: A river? Great, then we could renew our water supplies there.
it: Un fiume? Magnifico, allora potremo rifornirci di acqua.

source: I doubt that. It has been dried up by the suns, and if water remains, it is not pure. Living beings don't last much without water, so you must fill the supplies in this oasis before departing towards Northwest.
it: Ne dubito. È stato prosciugato dal sole e se c'è ancora dell'acuqa non sarebbe pura. Gli esseri viventi non vivono a lungo senza acqua perciò dovrete rifornirvi in questa oasi prima di partire verso nord-ovest.

source: A ghost?
it: Un fantasma?

source: It seems hostile. Mal Keshar, can you do anything about it?
it: Sembra ostile. Mal Keshar, puoi fare qualcosa?

source: No. These ghosts have free will, and roam about these sands due to their sudden death.
it: No. Questi fantasmi hanno una propria volontà e vagano per queste sabbie a causa dalla loro morte improvvisa.

source: What kind of death?
it: Come sono morti?

source: Crushed alive by their own houses, rocks, mountains... This is what was left of the Empire of Wesnoth after the cataclysm when the third sun, Gaia, fell over the land.
it: Schiacciati vivi dalle loro proprie case, da rocce, montagne... Questo è quello che rimane dell'impero di Wesnoth dopo il cataclisma quando il terzo sole, Gaia, cadde sulla terra.

source: A third sun? How could that happen...
it: Un terzo sole? Come potrebbe essere...

source: (sighs) Galas, again, it is something that you should not, nor would ever need to know.
it: (sospira) Galas, anche questo è una cosa che tu non avresti dovuto né voluto mai aver bisongo di sapere.

source: Hey you!
it: Ehi voi!

source: Oops. Just what we needed...
it: Ops. Proprio quello che ci serviva...

source: Travelers, wait. I come in peace.
it: Viaggiatori, aspettate. Io vengo in pace.

source: Huh? Speak.
it: Eh? Parla.

source: If you want to come to our village to replenish your supplies, you'll have to pay us a small fee.
it: Se volete venirenei nostri villaggi per rifornirvi, dovrete pagare un piccolo obolo.

source: $fee_value| pieces of gold.
it: $fee_value| pezzi d'oro.

source: Um... we'll think about it later.
it: Mh... ci rifletterò più tardi.

source: Hey, travelers!
it: Ehi, viaggiaori!

source: Um...
it: Ehm...

source: Yes. Here is the gold.
it: Sì. Ecco l'oro.

source: Ah? Elves? I must be hallucinating again...
it: Eh? Elfi? Ho di nuovo le traveggole...

source: This doesn't look good...
it: Non è una bella situazione...

source: But I never had hallucinations that could speak. Intruders! And they are elves! Go get'em!
it: Ma non ho avuto delle allucinazioni parlanti. Intrusi! E sono elfi! Prendiamoli!

source: Anyone who dares oppose us shall perish, does not matter if it's orc or human.
it: Chi osa oporsi a noi morirà, non importa che sia un orco o un uomo.

source: Orcs... good. It has been a long time since I defeated one myself!
it: Orchi... bene. È passato molto tempo da quando ne ho eliminato uno con le mie mani!

source: We could ignore them and continue our journey, but I'm not sure if it would be a good idea.
it: Potremmo ignorarli e continuare il nostro viaggio, ma non sono sicuro che sarebbe una buona idea.

source: Undead! Everyone, to arms! It's an invasion!
it: Non-morti! Tutti alle armi! È un'invasione!

source: Somebody should catch that idiot and cut his tongue. Now that he has given alarm to his friends we'll have to deal with them!
it: Qualcuno dovrebbe prendere questo idiota e tagliarli la lingua. Adesso che ha dato l'allarme ai suoi amici, dovremo affrontarli!

source: Ah? What is that thing?
it: Eh? Cos'è questa cosa?

source: Scorpions, inhabitants of the sands. Beware, their tail has a poisonous sting that could tresspass your heart in a second.
it: Scorpioni, abitatori delle sabbie. Fate attezione, la coda ha un pungiglione velenoso che potrebbe trapassarvi il cuore in un attimo.

source: I have seen odd things in my life, but that is just ridiculous! A crawling glob of mud?
it: Ne ho viste di cose strane in vita mia, ma questo è solo ridicolo! Un mucchio di fango strisciante?

source: Crawling yes, but it is not a simple glob of mud, but one animated by magic means. Although they are not specially tough, if you get surrounded by a pack of them you will have serious trouble.
it: È vero che striscia, ma non è solo un mucchio di fango, ma è stato animato con la magia. Anche se non particolarmente resistente, se foste circondati da un gruppo di questi saresti in guai seri.

source: Me thinks hungry be. Elves be tasty, yes. Tasty will eaten be.
it: Io penso fame ho. Elfi gustosi sono, sì. Gustosi mangiati voglio.

source: I don't really think I taste good. Uh-oh.
it: Non penso di essere gustoso, io. Oh-oh.

source: Aaah, undeady! I crack you will do!
it: Aaah, non-morto! A pezzi ti farò!

source: We'll see about that.
it: Lo vedremo.

source: Outlaw ambusher
it: Fuorilegge imboscatore

source: Ha, ha, ha! We got you! There is no escapatory now!
it: Ah ah ah! Presi! Adesso siete in trappola!

source: Aaah! Yelp!
it: Aaah! Aiuto!

source: Hey, wait, is that an elf? I thought they were long gone from the face of earth!
it: Ehi, aspetta, è un elfo? Pensavo che fossero scomparsi dalla faccia della terra!

source: I did too, but it seems these pointy-eared demons are impossible to get rid of.
it: Lo pensavo anche io, ma pare che sia impossibile liberarsi di questo demoni con le orecchie a punta.

source: It matters little now. Kill it!
it: Poco importa. Uccidilo!

source: Undead! These damned abominations pursue us again!
it: Non-morti! Questi dannati abominii ci inseguono di nuovo!

source: Then we'll have to get rid of them once for all.
it: Allora dobbiamo liberarcene una volta per tutte.

source: They are blocking our path to the north west following the river's stream. We must defeat them before continuing.
it: Stanno bloccando il nostro percorso verso nord-ovest lungo la corrente del fiume. Dobbiamo sconfiggerli prima di continuare.

source: Defeat the leader of the bandits who control the north-western area
it: Sconfiggi il comandante dei banditi che controllano la regione nord-ovest

source: Ouch! Puny weakling, you won't beat meee...
it: Acc! Meschini smidollati, non mi sconfiggereteee...

source: Uh... looks like I did.
it: Ah... pare che l'abbiamo fatto.

source: These bandits seem to have accumulated some gold. It's not a great amount, but it will do for our needs.
it: Pare che questi banditi abbiano accumulato dell'oro. Non è molto, ma ci servirà.

source: Argh! I'm vanquished!
it: Argh! Sono stato sconfitto!

source: This orc kept some gold in his tent. These must be difficult times for them, since it is not more than a few dozens, but it is better than nothing.
it: Questo orco custodiva dell'oro in questa tenda. Pare fossero tempi difficili per loro datoche sono solo poche decine di pezzi, ma è meglio di niente.

source: The river's bottom carves a canyon to the northwest.
it: Il fondo del fiume scava un canalone a nord-ovest.

source: We must follow it from outside, for I don't know how it goes up to the mountains.
it: Dobbiamo seguire all'aperto perché non so come scalare le montagne.

source: We can't continue before defeating these bandits first!
it: Non possiamo proseguire prima di aver sconfitto questi banditi!

source: Something disturbs me. These sand dwellers talk about our race like if they had met us recently. After all these centuries, shouldn't they have at least forgotten our name?
it: C'è qualcosa che non va. Questi abitatori delle sabbie parlavano della nostra razza come se ci avessero incontrato di recente. Dopo tutti questi secoli, non dovrebbero aver dimenticato almeno il nostro nome?

source: I think so, and I wonder too what they meant. But anyway, we should not let small questions such as this delay us any further. We have a mission to complete, and time is critical for it.
it: Lo penso anche io e mi domando cosa volevano dire con quel discorso. Tuttavia, non possiamo permettere che i dettagli ci ritardino ulteriormente. Abbiamo un compito da portare a termine e il tempo è critico.

source: Come back to this world, from your eternal dream of battles, elvish hero of long past times! I call upon you!
it: Torna in questo mondo, dai tuoi eterni sogni di battaglia, eroe degli elfi dei tempi remoti! Io ti invoco!

source: At your orders, masters!
it: Ai vostri ordini, padroni!

source: But, but, it's an elven warrior! Quite pale and... translucid, though. What is this, Mal Keshar?
it: Ma, ma, è un elfo guerriero! Un po' troppo pallido... e trasparente, però. Cos'è, Mal Keshar?

source: This, my 'friend', is a he, one of your kinsmen. In contrast with most of my minions, this elvish spirit does not fight unwillingly; he has been following you all this time, and whilst not having the power to materialize by himself, he has been waiting for the oportunity to fight for you once again; he just needed a little help from an expert like me.
it: Questo, mio «amico», è uno della vostra razza. A differenza della maggior parte dei miei servi, questo spirito elfico non combatte contro la sua volontà; per tutto questo tempo vi ha seguiti e, dato che non aveva il potere di materializzarsi da solo, stava aspettando l'opportunità per combattere con voi ancora una volta; aveva solo bisogno di un po' di aiuto da un esperto come me.

source: Are you saying that he has his own will, then?
it: Stai dicendo, dunque, che è dotato di volontà propria?

source: Exactly. Note that these spirits are stronger and deadlier when fighting in forests; unfortunately, I'm not sure whether there are any left for this purpose.
it: Esattamente. Notate che questi spiriti sono più forti e letali quando combattono nelle foreste; purtroppo, non so se ce ne sono rimasti altri per questi fini.

source: (shakes head) I see it and don't believe it... undead fighting for our cause.
it: (scuotendo la testa) Lo vedo e non ci credo... non-morti che combattono per la nostra causa.

source: At some point you'll get accustomed to that.
it: A un certo punto ci farai l'abitudine.

source: Mal Keshar is an Ancient Lich. Although he may be a virtually unstopable weapon against most living units, keep in mind that he is weak against impact, arcane and fire attacks.
it: Mal Keshar è un antico lich. Anche se è un'arma praticamente inarrestabile contro gliesseri viventi, tieni a mente che è debole contro gli impatti, l'esoterico e gli attacchi del fuoco.

source: Is that good?
it: È bene?

source: Uh...
it: Eh...

source: Crossfire
it: Fuoco incrociato

source: team_name^Undead
it: Non morti

source: team_name^Loyalists
it: Lealisti

source: Vanquish the lich and the loyalist leader
it: Sconfiggi il lich e il comandante lealista

source: Make sure no loyalist units are left alive
it: Assicurati che nessuna unità lealista rimanga in vita

source: Defeat the fugitive leader (bonus)
it: Sconfiggi il comandante fuggiasco (bonus)

source: After a long journey, the party decided to set camp in the old river's shore for they deserved a short break. But they were not alone.
it: Dopo un lungo viaggio, il gruppo decise di alzare il campo sulle sponde del vecchio fiume per una meritata pausa. Ma non erano soli.

source: Get out of our encampment, foul undead, what have you done with our people?
it: Vattene dal nostro campo, lurido non-morto, cosa c'entri con il nostro popolo?

source: It's your fault for leaving them alone for going hunting. Now they are quite voiceless, but well, you are next if you don't get away now.
it: È colpa vostra che li avete lasciati soli per andare a caccia. Ora sono quasi senza voce, ma ce', tu sarai il prossimo se non te ne vai ora.

source: Never! We shall get our revenge on you all, bastards!
it: Mai! Avremo la nostra vendetta su tutti voi, bastardi!

source: Then so be it. Prepare for...
it: Così sia. Preparatevi per...

source: So undead control this river. Well, it's time to get rid of them and claim these lands for the Master!
it: Dunque i non-morti controllano questo fiume. Be', è ora che li scacciamo e reclamiamo queste terre per il padrone!

source: Oh, the rumors are true then, the humans have organizated and coordinated their forces to take over all useful lands in the desert. It does not matter much, they shall perish anyway, whatever their number is.
it: Oh, allora le voci sono vere, gli uomini hanno delle forze organizzate e coordinate per impadronirsi di tutti questi territori inutii nel deserto. Non importa, moriranno tutti comunque, quale che sia il loro numero.

source: Blast it, the Loyalists! This might be worse than I thought.
it: Al diavolo i lealisti! Potrebbe essere peggio di quel che pensavo.

source: Loyalists? Loyal to what? Who would they be working for?
it: Lealisti? Leali a cosa? Per chi stanno lavorando?

source: It is not as important as what will happen to us if we don't defeat them all. If they are really working for a 'Master', then we must make sure they never find out what happened here.
it: Non è così importante quanto quello che ci accadrà se non li sconfiggiamo. Se stanno veramente lavorando per un “padrone”, dovremo assicurarci che non scoprano mai cosa sta succedendo qua.

source: So, should we kill all of them?
it: Dunque, dovremmo ucciderli tutti?

source: Exactly. Additionally, we must defeat that lich in order to gain access to the mountain pass to the northern fields.
it: Proprio così. Inoltre, dobbiamo sconfiggere quel lich per guadagnare l'accesso al passo di montagna per le terre del nord.

source: And what about the fugitives?
it: E i fuggitivi?

source: They are not a great threat by themselves, for they are an unorganized bunch, numerically inferior to us, so we could just ignore them for now. On the other hand, vanquishing them might bring us some benefits. You decide.
it: Non sono una grossa minaccia da soli dato che sono un mucchio disorganizzato, numericamente inferiore a noi, per cui potremmo semplicemente ignorarli per il momento. D'altra parte, sconfiggerli ci darebbe qualche beneficio. Decidi tu.

source: I just hope those fiends are easier to defeat than what they proved to be in our valley. We are in worse conditions now, and recruiting new fighters will be very difficult.
it: Spero solo che questi demoni siano più facili da sconfiggere di quelli che c'erano nella nostra valle. Ora siamo in condizioni peggiori e sarà molto difficile reclutare nuovi guerrieri.

source: There is still the fugitive leader left. What should we do?
it: Rimane ancora il capo dei fuggitivi. Cosa dovremmo fare?

source: Let's finish with them now!
it: Eliminiamolo ra!

source: Ignore them for now and let them flee away.
it: Lasciamolo perdere per il momento e lasciamolo fuggire.

source: Retreat!
it: Ripiegare!

source: The fugitives shortly flee back to the desert. The battle finally has ended, and the party continues the long journey heading north-west.
it: Rapidamente i fuggitivi scappano di nuovo nel deserto. La battaglia è finalmente finita e il gruppo continua il lungo viaggio verso nord-ovest.

source: It is said that these beasts are impossible to kill. Let us see whether that is true or not.
it: Si dice che sia impossibile uccidere queste bestie. Vediamo se è vero o no.

source: Attack! For our fallen people!
it: All'attacco! Per il nostro popolo caduto!

source: Die, you human scum!!
it: Muori, feccia umana!!

source: You killed my brethen! Die!
it: Hai ucciso i miei cugini! Muori!

source: Uh, we are already dead. Don't you see that?
it: Eh, siamo già morti. Non lo capisci?

source: We shall see who dies first!
it: Vedremo chi sarà il primo a morire!

source: Damn loyalists, I am finished!
it: Dannati lealisti, sono finito!

source: Ha, ha, ha!
it: Ah, ah, ah!

source: Begone, foul undead! I shall not be your servant - Ugh.
it: Vattene, lurido non-morto! Non sarò un tuo servo - ugh.

source: You are done, my friend. Anyone else dares to oppose me?
it: Sei finito, amico mio. Qualcun'altro osa opporsi a me?

source: Die now!
it: Crepa!

source: No! Wait! I have something, something that could help you in your way! Just don't kill me or the rest of my people!
it: No! Aspetta! Ho qualcosa, qualcosa che potrebbe aiutarvi nel nostro viaggio! Non uccidere me e il resto della mia gente!

source: Leader?
it: Comandante?

source: He does not seem to be lying. What do you think, master Galas?
it: Non pare che stia mentendo. Cosa ne pensi, maestro Galas?

source: Um... well.
it: Ehm... be'.

source: We shall listen your offer, just swear you will never cause us trouble again.
it: Acolteremo la tua offerta se giurerai che non ci provocherai più problemi.

source: I swear. Now, take my reserve, 95 gold pieces.
it: Lo giuro. Ora, prendete i miei risparmi, 95 pezzi d'oro.

source: Also, take this ring. It is a ring of regeneration, it might be of some use to you.
it: E poi, prendete questo anello. È un anello della rigenerazione, potrebbe esservi utile.

source: The fugitives flee, back to the desert. Meanwhile, Galas's people wonder about the ring.
it: I fuggitivi fuggono di nuovo nel deserto. Nel frattempo, la gente di Galas si interroga sull'anello.

source: A ring of regeneration? Anlindë, do you know anything about this?
it: Un anello della rigenerazione? Anlindë, ne sai qualcosa?

source: Yes, I do. It is said that this kind of artifacts have some healing magic that keeps the bearer healthy and strong. They are rare, though, so we should carefully choose who should take it.
it: Sì, lo conosco. Si dice che questo tipo di artefatto abbia una magia curativa che mantiene chi lo porta forte e in salute. Tuttavia, sono rari per cui dovremmo scegliere con cura chi dovrebbe portarlo.

source: Should this unit pick up the artifact?
it: L'artifatto dovrebbe essere raccolto da questa unità?

source: Ring of Regeneration
it: Anello della rigenerazione

source: This ring heals the bearer a little each turn, and increases their strength.
it: A ogni turno questo anello cura un po' chi lo porta e aumenta la sua forza.

source: The Ring of Regeneration may only be used by living creatures, that are not bats or suchlike.
it: L'anello di rigenerazione può essere usato solo da una creatura vivente, che non siano pipistrelli o simili.

source: As you introduce the ring in your finger, a feeling of healthiness and strength overwhelms you. Shortly, all your wounds are magically healed by the ring's power.
it: Appena infili l'anello al dito, una sensazione di benessere e forza ti colma. Rapidamente, tutte le tue ferite sono magicamente curate dal potere dell'anello.

source: Your kind cannot be trusted. Any other last words?
it: La tua razza è infida. Le tue ultime parole?

source: Fools! But you will never catch me!
it: Sciocchi! Non mi prenderete mai!

source: I do not think so. Quickly, get him!
it: Non credo. Presto, prendiamolo!

source: As you command, master.
it: Ai vostri ordini, padrone.

source: At least he left some of his gold behind.
it: Almeno ha lasciato indietro un po' del suo oro.

source: Ugh. Inform... the... commander *ack*.
it: Acc. Informante... il... comandante *acc*.

source: Let none of his men escape!
it: Che nessuno dei suoi uomini fugga!

source: The same, and don't forget those elves and the bandit scum!
it: Anche voi e non dimenticate queli elfi e la feccia di banditi!

source: Kill all the loyalist bastards, leave no one alive! And destroy the disgusting intruders!
it: Uccidete tutti i bastardi lealisti, che non ne rimanga vivo uno! E distruggete questi schifosi intrusi!

source: No! I have been defeated!
it: No! Mi hanno sconfitto!
