Repository: wescamp/Invasion_from_the_Unknown-1.4
Catalog: po/*.po
Languages: it

source: Legend has it that, when the world and its inhabitants were born, there were powerful creatures, called 'demons', able to control all the inferior species. Supposedly, the Lords of Light and Darkness restricted them to a separate plane, were they would be trapped with no posibility to get out or in, unless a portal from the mortal plane was deliberately opened. Fortunately for people of former times, nobody ever figured out how to open that portal, until now. Demons are nimble and quite tough creatures, who don't need armor or clothing to protect themselves from physical damage. Nevertheless, their appearance resembles that of a human. Most of them carry some kind of weapon, although their claws and ability to throw fireballs at their enemies usually fit better their purpose of seeking suffering and blood in their oponents.
it: Narra la leggenda che alla nascita del mondo e dei suoi abitanti, c'erano queste potenti creature, chiamate “demoni”, che erano in grado di controllare tutte le specie inferiori. Pare che i signori della luce e dell'oscurità li abbiano relegati su un piano separato dove erano intrappolati senza possibilità di uscire o entrare a meno che non venisse aperto apposta un portale dal piano mortale. Fortunatamente per le genti del passato, nessuno ha mai scoperto come aprire questo portale, finora. I demoni sono creature agili e piuttosto resistenti, che non usano armature o abiti per proteggersi dai danni fisici. Comunque, il loro aspetto sembra quello degli uomini. La maggior parte di loro porta un'arma di qualche tipo, sebbene i loro artigli e l'abilità di scagliare palle di fuoco verso i loro nemici si adattano meglio ai loro scopi di cercare la sofferenza e il sangue dei loro avversari.

source: female^Demon
it: Demonessa

source: Demon Warrior
it: Demone guerriero

source: female^Demon Warrior
it: Demonessa guerriera

source: Demon Zephyr
it: Demone Zefiro

source: Some demons don't develop their destructive power further, but instead develop leathery wings, and the ability to fly large distances with them. Since weapons and armor prove to be heavy and inadequate for flying high, they drop them and rely in their natural toughness and sharp claws instead. In any case, while their brethen's ranged power relies on the ability to call upon the icy winds of inferno, these fearsome flying monsters attack using their improved skills on creating fireballs which they throw at their oponent.
it: Alcuni demoni non sviluppano più il oro potere distruttivo ma sviluppano invece ali coriacee e l'abilità di volare su grandi distanze. Dato che le armi e le armature sono pesanti e non adeguate per volare in alto, ci hanno rinunciato e si affidano invece alla loro resistenza naturale e ai loro artigli affilati. In ogni caso, mentre il potere a distanza dei loro cugini si basa sulla capacità di invocare i gelidi venti dell'inferno, questi terribili mostri volanti impiegano le loro capacità migliorate per creare palle di fuoco che scagliano sui loro avversari.

source: female^Demon Zephyr
it: Demonessa Zefiro

source: Dwarvish Arcanister
it: Nano fabbro esoterico

source: The most powerful of all the runecrafters, the Dwarvish Arcanister destroys wounded enemies almost instantly, and rarely fails to cause a wound when that is his intent. His skill in runecrafting is unrivaled, and the glyphs he carves into his weapons and armor deflect the blows of his enemies.
it: Il fabbro esoterico è il più potente di tutti i maestri delle rune, distrugge i nemici feriti quasi all'istante e di rado sbaglia a provocare una ferita se questo era il suo intento. La sua abilità con le rune non conosce rivali e i glifi che incide sulle sue armi e armature deviano i colpi dei nemici.

source: Dwarvish Explorer
it: nano esploratore

source: Dwarven Explorers often travel alone through unknown lands, slaying enemies and scouting out new deposits of ore and other precious minerals. They are strong enough to wear thicker armor, giving them added protection against physical attacks. They are the powerful fighters, second only to the Dwarven lords, and their amazing maneuverability makes them dangerous indeed.
it: I nani esploratori viaggiano spesso da soli in terre sconosciute, massacrando nemici e cercando nuovi depositi di metalli od altri preziosi minerali. Sono forti abbastanza da indossare un'armatura spessa, che li protegge egregiamente dagli attiacchi fisici. Sono combattenti formidabili, secondi solo ai signori dei nani, e la loro inaspettata agilità li rende veramente pericolosi.

source: Dwarvish Flamethrower
it: Nano con lanciafiamme

source: It is said that the Dwarven Flamethrowers have strange staves of wood and iron, similar to those of the Thunderguards; but instead of making a thunderous noise shooting a projectile, their weapon generates a continous tongue of flame.
it: Si dice che i nani con lanciafiamme abbiano strani bastoni di ferro e legno, simili a quelli delle guardie del tuono. Ma invece di fare un rumore di tuono e scagliare un proiettile, la loro arma genera una lingua di fuoco continua.

source: Gyrocopter
it: Ornitottero

source: Some dwarves have crafted strange machines they call 'Gyrocopters'. Capable of flight, they need space to manoeuvre, thus they cannot be used underground. Gyrocopters are hard to control and are not suited to close combat. Instead, their drivers throw strange eggs they call 'bombs', that explode with the sound of thunder. None know what strange beast lays such eggs.
it: Alcuni nani hanno costruito una strana macchina che chiamano “ornitottero”. In grado di volare, hanno bisogno di spazio per manovrare per cui non possono essere usate sotto terra. Gli ornitotteri sono difficili da controllare e non sono adatti al combattimento. Tuttavia i loro piloti lanciano strane uova che chiamano “bombe”, che esplodono con rumore del tuono. Nessuno sa quale strana bestia deponga uova simili.

source: bombs
it: granate

source: Dwarvish Pathfinder
it: Nano cercasentieri

source: Dwarvish Pathfinders are faster, stronger and even deadlier with their axes than normal dwarvish scouts. They often race ahead of the main force, scouting out unfamiliar terrain and securing villages and chokepoints.
it: I nani cercasentieri sono più veloci, più forti e anche più pericolosi con l'ascia dei nani esploratori. Spesso corrono davanti al grosso della forza per esplorare i terreni poco familiari e rendere sicuri i villaggi e le strettoie.

source: Except for those with almost supernatural skill, the highest rank a runecrafter can rise to is that of the Dwarvish Runemaster. Striking blows nearly as powerful as those of the best warriors, they would be fearsome without their craft, but with it they are also nigh on invincible, since their runes cause the physical blows of their enemies to deal less damage than would be expected.
it: A eccezione di coloro dotati di talenti soprannaturali, il rango di signore delle rune è il più alto rango a cui un maestro delle rune puù aspirare. Sono in grado di sferrare colpi potenti quasi quanti quelli dei migliori guarrieri e sarebbero temuti anche senza la loro arte, ma con essa sono praticamente invincibili dato che le rune fanno sì che i colpi dei loro nemici producano meno danni del previsto.

source: Dwarvish Runesmith
it: Nano fabbro di rune

source: Dwarvish runesmiths, now practiced at their craft, carve arcane runes into their weapons and armor. These runes infuse the runesmith's blows with power and accuracy, and disrupt the blows of their enemies, causing them to strike softly, weakly and on the armor of the defender.
it: I fabbri delle rune, ormai esperti nelle loro arte, incidono rune esoteriche nelle loro armi e armature. Queste rune danno potenza e precisione ai colpi del fabbro e deviano i colpi dei nemici che raggiungono indeboliti e ammorbiditi l'armatura del difensore.

source: Dwarvish Scout
it: Nano ricognitore

source: Moving faster than other dwarves Dwarvish Scouts love to explore both above and below ground. They are adept at both fighting hand to hand with their axes and throwing them.
it: Muovendosi più velocemente degli altri nani, i nani ricognitori amano esplorare sia sopra sia sotto terra. Sono abili nel combattimento corpo a corpo con le loro asce che sanno anche lanciare con precisione.

source: Steamcopter
it: Ornitottero a vapore

source: With the aid of steam genies, Steamcopters are able to move faster and carry more bombs than Gyrocopters.
it: Con l'aiuto degli spiriti del vapore, gli ornitotteri a vapore sono in grado di muoversi più velocemente e di trasportare più bombe degli ornitotteri.

source: Some Dwarves use strange vehicles that can move fast without a horse. It is said that these great wheeled vehicles are powered by invisible steam genies, thus they are called 'Steamwheels'.
it: Alcuni nani usano strani veicoli che possono muoversi velocemente senza cavalli. Si dice che questi grandi veicoli a ruote siano mossi da invisibili spiriti del vapore e perciò vengono chiamati “ruote a vapore”.

source: Thunderwheel
it: Ruota del tuono

source: With the help of one more steam genie, these noisy vehicles are able to move faster than horses.
it: Grazie all'aiuto di un spirito del vapore in più, questi rumorosi veicoli possono muoversi più velocemente dei cavalli.

source: Warwheel
it: Ruota da guerra

source: Warwheels are faster and more heavily armored than Steamwheels, and can breach enemy lines with their fearsome charge.
it: Le ruote da guerra sono più veloci e meglio corazzate delle ruote a vapore e possono fendere le linee nemiche con la loro terrificante carica.

source: female^Elvish Civilian
it: Elfa civile

source: Elvish Horseman
it: Elfo cavallerizzo

source: Trading speed for heavier and better weapons, Elvish Horsemen delight in riding into danger instead of staying away from it.
it: L'elfo cavallerizzo ha dato in cambio la velocità per armi migliori e piu' pesanti per poter cavalcare nel pericolo con gioia invece di starne lontano.

source: Elvish Hunter
it: Elfo cacciatore

source: The elvish militia is mainly composed of civilians who have dropped their bows in favour of entangling unwary oponents using their bolas, and then finish them off with their swords. They are trained to scour the woods, hills and mountains for prey and enemies.
it: La milizia degli elfi è composta principalmente di civili che hanno lasciato il loro arco per poter intrappolare gli incauti avversari usando le loro bolas e quindi finirli con la spada. Sono addestrati a percorrere boschi, colline e montagne per prede e nemici.

source: female^Elvish Hunter
it: Elfa cacciatrice

source: Elvish Protector
it: Elfo protettore

source: Elvish Prowler
it: Elfo predatore

source: female^Elvish Prowler
it: Elfa predatrice

source: Elvish Trapper
it: Elfo cacciatore di pelli

source: female^Elvish Trapper
it: Elfa cacciatrice di pelli

source: race^Faerie
it: Fata

source: race^Fairies
it: Fate

source: Mischievous in nature, these fiery fairies are pranksters at heart, with a sense of humor that is often called nymph-like. While their command of the fire element remains a mystery, it has been rumored that these fairies are cousins of imps. However, their protective attitude of nature and whimsical personality make them fast friends to the elves.
it: Queste impetuose fate sono di natura maliziosa e fondamentalmente dispettose, con un senso dell'umorismo tipicamente da ninfa. Sebbene il loro controllo dell'elemento del fuoco rimane un mistero, si dice che queste fate siano parenti dei diavoletti. Comunque, il loro atteggiamento protettivo per la natura e la personalità capricciosa li rende salde amiche per gli elfi.

source: Dryad
it: Driade

source: fire aura
it: aura di fuoco

source: mystic fire
it: fuoco mistico

source: Fire Faerie
it: Fata del fuoco

source: female^Lady of Light
it: Signora della luce

source: elynia_glamour+female^Falcon
it: Falco

source: It is as majestic as a falcon, yet not a falcon.
it: È magnifico come un falco, ma non è un falco.

source: beak
it: becco

source: elynia_glamour+female^Rabbit
it: Coniglio

source: It may look like a mighty rabbit, but it isn't.
it: Potrebbe sembrare un possente coniglio, ma non lo è.

source: incisors
it: incisivi

source: elynia_glamour+female^Imp
it: Diavoletto

source: It may look like an Imp, but it isn't.
it: Potrebbe sembrare un diavoletto, ma non lo è.

source: elynia_glamour+female^Tiger
it: Tigre

source: It may look like a Tiger, but it isn't.
it: Potrebbe sembrare una tigre, ma non lo è.

source: elynia_glamour+female^Shaxthal Drone
it: Drone Shaxthal

source: It may look like a Shaxthal Drone, but it isn't.
it: Potrebbe sembrare un Shaxthal Drone, ma non lo è.

source: energy shock
it: scossa di energia

source: Faerie Spirit
it: Spirito fatato

source: Faerie Sprite
it: Spirito fatato

source: Mischievous in nature, these fiery fairies are pranksters at heart, with a sense of humor that is often called nymph-like. While their command of the fire element remains a mystery, it has been rumored that these fairies are cousins to the imp. However, their protective attitude of nature and whimsical personality make them fast friends to the elves.
it: Queste impetuose fate sono di natura maliziosa e fondamentalmente dispettose, con un senso dell'umorismo tipicamente da ninfa. Sebbene il loro controllo dell'elemento del fuoco rimane un mistero, si dice che queste fate siano parenti dei diavoletti. Comunque, il loro atteggiamento protettivo per la natura e la personalità capricciosa li rende salde amiche per gli elfi.

source: Steppe Flanker
it: Commando delle steppe

source: Some goblins have discovered that the skills gained on the hunt can be put to use on the battlefield. While goblins are not overly welcome among the raiding parties, they are undeniably useful and so their presence is tolerated, if grudgingly.
it: Alcuni goblin hanno scoperto che le abilità apprese nella caccia possono essere impiegate sul campo di battaglia. Anche se i goblin non sono troppo i benvenuti nei gruppi di razziatori, sono innegabilmente utili e perciò la loro presenza è tollerata, di malavoglia.

source: harpoon
it: arpione

source: Steppe Hunter
it: Cacciatore delle steppe

source: The cruel life on the steppes tends to weed out the weak early on and harden those that remain. For this reason goblins are nowhere near as common on the steppe as they are elsewhere. Those that do survive often make themselves useful as scouts or scavengers. In hunting parties they specialise in the use of barbed harpoons to lame prey, allowing an easier kill for their larger orcish bretheren.
it: La vita crudele delle steppe tende presto a eliminare i più deboli e indurire quelli che rimangono. Per questa ragione da nessuna altra parte i goblin sono comuni come nelle steppe. Quelli che riescono a sopravvivere spesso diventano utili ricognitori o spazzini. Nei gruppi di caccia si specializzano nell'impiego di arpioni uncinati per azzoppare le prede permettendo agli orchi loro cugini più grossi di ucciderle più facilmente.

source: Steppe Striker
it: Assassino delle steppe

source: Rather then weaken foes for others to finish off, Strikers seek the killing blow themselves. However they do not possess the physique to survive long in a straight fight. Instead they dart around the main fracas, seeking to surprise distracted enemies.
it: Piuttosto che indebolire un nemico perché lo finiscano altri, gli assassini delle steppe cercano il colpo fatale. Siccome non posseggono il fisico per sopravvivere a lungo in uno scontro diretto, guizzano attorno al centro dello scontro cercando di cogliere di sorpresa i nemici distratti.

source: Sleeping Gryphon
it: Grifone addormentato

source: race^Aragwaith
it: Aragwaithi

source: race+female^Aragwaith
it: Aragwaithi

source: race^Aragwaithi
it: Aragwaithi

source: Ancient Banner
it: Bandiera Ancestrale

source: Archer
it: Arciere

source: The Aragwaithi are a noble people, fragile in body, but their training makes them among the more deadly denizens of this world. Their archers are no exception. Their skills with a bow are comparable to those of some elves, and they are remarkably quick with their daggers.
it: Gli Aragwaithi sono un popolo nobile; seppure gracili nel fisico, attraverso l'allenamento riescono a diventare tra i più letali cittadini di questo mondo. I loro arcieri non fanno eccezione. La loro abilità con l'arco è paragonabile a quella di alcuni elfi e sono dannatamente veloci con i loro pugnali.

source: Captain
it: Capitano

source: Caravan
it: Carovana

source: Eagle Master
it: Signore delle aquile

source: With experience, Eagle riders become more skilled and the relation with their winged friend become so strong that they act as one. As Eagle masters, they no longer need to give orders to their mounts, those anticipate them.
it: Con l'esperienza, i cavalcatori di aquile diventano sempre più specializzati e il rapporto con il loro amico alato diventa così forte che agiscono all'unisono. Da signori delle aquile, non hanno più bisogno di dare ordini alle loro cavalcature perché li anticipano.

source: prey crush
it: picchiata

source: Eagle Rider
it: Cavalcatore delle aquile

source: Some Aragwaithi youths take young eagles as a pet. These are not the common eagles, but a race of noble, giant birds of prey. When they are grown enough, they usually willing to serve as a mount for their best friend, and their young mates learn the art of riding these giant birds.
it: Alcuni giovani Aragwaithi allevano come cuccioli delle aquile. NOn si tratta delle aquile comuni, ma di una razza di nobili e giganti rapaci. Quando sono abbastanza cresciuti, di solito servono volontariamente come cavalcatura per i loro migliori amici e i loro giovani compagni imparano l'arte di cavalcare questi uccelli giganti.

source: Flagbearer
it: Portabandiera

source: Greatbow
it: Grande arco

source: Finally moving on from the dirk and dagger to the sword, the Greatbow is superior to the Strongbow in melee combat, but not as powerful as the Slayer. Their bow, however, is a masterpiece of military design. Several months are spent crafting a single bow, and each bow is crafted by the user, to his individual specifications. Due to the incredible strength required to pull these bows, anyone but the crafter who attempts to draw it could suffer serious injury.
it: Quando finalmente i “grande arco” passano dalla daga o dal pugnale alla spada, diventano superiori ai “forte arco” nel combattimento ravvicinato, ma non potenti quanto gli “uccisori”. Il loro arco, tuttavia, è un capolavoro di progettazione militare. Ci vogliono parecchi mesi per costruire un solo arco, e ogni arco è costruito dal suo utilizzatore, secondo le sue specifiche caratteristiche. A causa della incredibile forza necessaria per tendere questi archi, chiunque cerchi di utilizzarlo, a parte chi lo ha costruito, rischia gravi ferite.

source: Guard
it: Guardia

source: Chosen from the toughest Swordsmen, Guards willingly forgo some of thier mobility for the advantages of armor. Whether in ceremonial posts during peace, or on the battlefield in times of war, their role is always the same: defending the Warlock nobilty.
it: Gli spadaccini più resistenti vengono selezionati per diventare guardie. Per questo ruolo rinunziano volontariamente a una parte della loro mobilità per il vantaggio di una armatura. Sia nei servizi cerimoniale in tempo di pace, sia sul campo di battaglia in guerra il loro ruolo rimane sempre lo stesso: difendere gli stregoni nobili.

source: Guardian
it: Guardiano

source: Lancer
it: Lanciere

source: Longswordsman
it: Maestro di spada lunga

source: While Aragwaithi Swordsmen seem uncannily skilled to blade-wielders of other races, the Aragwaithi reserve their own admiration for Longswordsmen. These warriors have become so adept at the arts of thrust and parry that they have adopted a longer blade than the Swordsmen, yet they are able to wield it with equal grace and skill.
it: Anche se agli occhi dei portatori di spada della altre razze gli armigeri Aragwaithi appaiono straordinariamente esperti, gli Aragwaithi tributano la loro ammirazione agli armigeri con la spada lunga. Questi guerrieri sono diventati così esperti nell'arte delle stoccate e delle parate che hanno adottato una lama più lunga rispetto a quella degli altri armigeri che comunque sono capaci a maneggiare con pari grazia e abilità.

source: long sword
it: spada lunga

source: Pikeman
it: Picchiere

source: Scout
it: Esploratore

source: Shield Guard
it: Guardia dallo scudo

source: These warriors wear the old shields of their ancients. These ancients could hold the line in the great battles until the reinforcements arrived, but they paid a high price, not many survived the battle and many others died through their strong wounds. Now only the best warriors are allowed to carry these ancient shields to remind the world and to honor these brave man and their sacrifice.
it: Questi guerrieri portano gli antichi scudi dei loro antenati che riuscirono a mantenere le posizioni nelle grandi battaglie fino all'arrivo dei rinforzi ma a caro prezzo, pochi sopravvissero alla battaglia e molti altri perirono a causa delle gravi ferite. Ora solo ai guerrieri migliori è permesso portare questi gloriosi scudi per ricordare al mondo e onorare questi uomini coraggiosi e il loro sacrificio.

source: Silver Shield
it: Scudo d'argento

source: Slayer
it: Uccisore

source: While improving only marginally on the power of their bow, the Slayer abandons the blade in favor of training with a glaive, improving his skills in hand-to-hand combat. He is not as rugged as others of comparable skill, but far deadlier.
it: L'uccisore migliora solo marginalmente la potenza del suo arco e abbandona la spada per allenarsi con il gladio, migliorando la sua efficacia nel combattimento ravvicinato. Non è rude come altri di pari esperienza ma di gran lunga più mortale.

source: Sorcerer
it: Fattucchiere

source: The mighty Aragwaith Sorcerers are gracile like wind. They can confuse their oponents by standing in fron of them, seemingly defenseless; after the attacker hits, they notice their victim is behind them, ready to perform his own killing strike. On the battlefield these sorcerers are fearsome enemies; even their comrades keep an eye on them, carefully, from a safe distance. And so it happens that even the Royal orders of Wesnothian magi treat these noble lores with respect and caution.
it: I potenti fattucchieri Aragwaithi sono sottili come il vento. Possono confondere i loro avversari rimanendo di fronte a loro apparentemente senza difese; dopo che l'attaccante ha portato il suo colpo, si accorge che la sua vittima è dietro di loro, pronta a portare il suo colpo mortale. Sul campo di battaglia questi fattucchieri sono temuti avversari; persino i loro compagni li tengono d'occhio guardinghi da una distanza di sicurezza. E perciò persino gli ordini reali dei maghi di Wesnoth trattano queste nobili tradizioni con rispetto e cautela.

source: female^Sorceress
it: Fattucchiera
