Repository: wescamp/Invasion_from_the_Unknown-1.4
Catalog: po/*.po
Languages: it

source: The mighty Aragwaith Sorceresses are gracile like wind. They can confuse their oponents by standing in fron of them, seemingly defenseless; after the attacker hits, they notice their victim is behind them, ready to perform her own killing strike. On the battlefield these sorceresses are fearsome enemies; even their comrades keep an eye on them, carefully, from a safe distance. And so it happens that even the Royal orders of Wesnothian magi treat these noble lores with respect and caution.
it: Le potenti fattucchiere Aragwaithi sono sottili come il vento. Possono confondere i loro avversari rimanendo di fronte a loro apparentemente senza difese; dopo che l'attaccante ha portato il suo colpo, si accorge che la sua vittima è dietro di loro, pronta a portare il suo colpo mortale. Sul campo di battaglia questi fattucchiere sono temute avversarie; persino i loro compagni le tengono d'occhio guardinghi da una distanza di sicurezza. E perciò persino gli ordini reali dei maghi di Wesnoth trattano queste nobili tradizioni con rispetto e cautela.

source: Spearman
it: Fante

source: The less dextrous and stronger Aragwaith take up the spear. Useful in hunting, this weapon is also deadly on the battlefield. Many impetuous knights have found themselves or their mounts impaled on the point of an Aragwaithi spear.
it: Gli Aragwaith più forti e meno agili usano la lancia. Utile in battaglia, questa arma è anche letale sul campo di battaglia. Molti guerrieri troppi impetuosi hanno trovato se stessi o le loro cavalcature trafitte dalla punta di una lancia Aragwaith.

source: Strongbow
it: Forte arco

source: By wielding a stronger bow and training almost constantly, the Aragwaith Strongbow fires a far deadlier shot than the average archer. Their dirks are longer than the daggers used by the typical archer, and they wield them far more effectively.
it: I “forte arco” degli Aragwaithi scagliano frecce molto più letali rispetto a unarciere medio perché maneggiano un arco più potente e si allenano costantemente. Le loro daghe sono più lunghe dei pugnali impiegati normalmente dagli arcieri e le sanno maneggiare con maggior efficacia.

source: Swordmaster
it: Maestro di spada

source: Swordmasters do not get their title from one day to another. They have endured years of rigorous Aragwaithi military training, and survived many ferocious battles. Their skill with their blades is spoken of with awe among those few foes who have witnessed it - and lived. Having earned their title, Swordmasters take responsibility for instructing the young, passing by generation on generation the proud Aragwaithi martial traditions.
it: I maestri di spada non si guadagnano il titolo facilmente. Hanno seguito anni di rigoroso allenamento militare aragwaithi e sono sopravvissuti a feroci battaglie. Quei pochi nemici che sono stati testimoni della loro esperienza con la loro spada e sono sopravvissuti ne parlano con ammirazione. Con il loro titolo, i maestri di spada assumono la responsabilità di istruire i giovani secondo le orgogliose tradizioni militari aragwaithi.

source: Swordsman
it: Spadaccino

source: While the Aragwaithi are slight of body, they are also fast and nimble. These abilites, coupled with the intensive training given to the Agarwaithi military, make for superb swordsmen. Swordsmen are clad in light chain mail - the better to resist the blades of their enemies.
it: Anche se gli Aragwaithi sono leggeri di costituzione, sono anche veloci e agili. Queste abilità, unite all'intenso addestramento militare degli Aragwaithi, li rende dei superbi armigeri. Gli armigeri portano una cotta di maglia leggera - la migliore protezione per resistere alle lame nemiche.

source: Warlock
it: Stregone

source: The magically inclined ones among the Aragwaith recieve not only the martial training so common in Aragwaithi society, but also in the art of healing, and of course in magic. Wielding powerful fire, competent with their staves, possessing a healing touch, Warlocks are the noblest of a noble people.
it: Quelle che tra gli Aragwaithi mostrano una predisposizione per la magia ricevono non solo l'allenamento militare così comune nella società Aragwaithi, ma anche nelle arti curative e naturalmente nella magia. Siccome maneggiano potenti fuochi, sono competenti con i loro bastoni e posseggono un tocco curativo, le streghe sono le più nobili di un nobile popolo.

source: female^Warlock
it: Strega

source: Wizard
it: Mago

source: female^Wizard
it: maga

source: Knight of Chaos
it: Cavaliere del caos

source: Tougher than the averange Chaos follower, the Dark Knight attempts to confuse it's opponent by wielding a different weapon in each hand, he lets his style on combat alter depending on the situation, which makes him a tough warrior to fight.
it: Più forti del seguace del caos medio, i cavalieri neri cercano di confondere i loro avversari maneggiando un'arma differente in ogni mano; ciò gli permette di avere un proprio stile di combattimento che può cambiare con la situazione rendendoli guerrieri difficili da sconfiggere.

source: Doom Guard
it: Guardia infernale

source: Demons know that, the only thing than can stop a tidal wave is a powerful wall. Doom Guards are such wall, wall of living flesh and steel. Devoid of bloodlust, their aggression is changed into fanatic loyalty. Doom Guards are not the ones to fight, they are the ones to stand against every possible enemy, until they are wounded enough to die instantly.
it: I demoni sanno che l'unica cosa che può fermare un'onda di marea e un muro potente. Le guardie dell'apocalisse sono questi muri, muri di carne viva e acciaio.Privi di bramosia di sangue, la loro aggressività è diventata una fedeltà fanatica. Le guardie dell'apocalisse non sono quelle che combattono, sono quelle che resistono di fronte a qualsiasi avversario possibile.

source: shield
it: scudo

source: Headhunter
it: Cacciatore di teste

source: Hell Guardian
it: Guardiano infernale

source: Only the toughest of armorers are worthy of greatest armors, that are forged in burning pits of daemonic homeworld. It is said, that if they were commanded to, they could easily withstand the avalanche without stepping back.
it: Solo gli armieri più resistenti sono degni di portare le armature migliori che sono forgiate nei pozzi infuocati del mondo dei demoni. Si dice che se gli venisse ordinato potrebbero facilmente resistere a una valanga senza indietreggiare di un passo.

source: Overlord
it: Signore supremo

source: Chaos Invader
it: Invasore del chaos

source: Chaos warriors share the common belief that any government and any god is corrupt by default, even before being recruited. This is exactly what their future masters seek for, and easily convince them to join their cause. By this thought they fulfill the bidding of the lords of Chaos, who do not suger coat their reign and let their men face the harsh truth.
it: I guerrieri del caos condividono l'opinione comune che qualunque governo e qualunque divinità siano per definizione corrotti, con questa riflessione eseguono gli ordini dei signori del caos che non regnano in guanti di velluto e lasciano gli uomini ad affrontare la dura verità.

source: Chaos Invoker
it: Invocatore del caos

source: These dark cultists whose mastery of chaos magic is impressive, are called 'Chaos Invokers' by their oponents. Often spotted amongst the first line of an attack formation, and protected by small groups of warriors, these cultists command the vanguard hordes of chaos, seeking the best opportunity to advance in their ranks and become more powerful, willing to rid themselves of their mortal souls in the process.
it: Questi oscuri seguaci il cui controllo della magia del caos è impressionante, sono chiamati “Invocatori del caos” dai loro avversari. Spesso si possono notare nella prima linea di una formazione di attacco protetti da piccoli gruppi di guerrieri, questi seguaci comandano le le avanguardie delle orde del caos, cercando la migliore opportunità per avanzare nei ranghi del caos e diventare più potenti e per liberarsi al tempo stesso della loro anima mortale.

source: The mastery of demons lies in the changing into demon oneself. Chaos Lores are demonic minds entrapped in human body. What is left of human in these creatures are only bodies and memories of invokers and magi, who finally achieved the true power of their lords.
it: Il controllo dei demoni consiste nel trasformare se stessi in un demone. I demonologhi sono menti diaboliche intrappolate in un corpo umano. Quello che rimane di umano in queste creature sono solo i corpi e i ricordi di invocatori e maghi che sono finalmente riusciti a raggiungere il vero potere dei loro signori.

source: Chaos Magus
it: Magio del caos

source: Marauder
it: Predone

source: Soulhunter
it: Cacciatore d'anime

source: Champion
it: Campione

source: rectangular shield
it: scudo rettangolare

source: Commander
it: Comandante

source: In this new harsh world, might often makes right and these commanders are strong enough to rise to positions of leadership. Leading small groups of warriors, commanders rally their troops around them and show no mercy to their enemies, striking fiercely with both sword and bow.
it: In questo mondo crudele, la forza spesso fa il diritto, e questi comandanti sono abbastanza forti da raggiungere la posizione di comando. A capo di piccoli gruppi di guerrieri, i comandanti radunano le truppe attorno a sé e non mostrano pietà per i nemici, colpendo fieramente sia con la spada che con l'arco.

source: Dark General
it: Generale oscuro

source: Armageddon Imp
it: Diavoletto apocalittico

source: blade of doom
it: lama dell'apocalisse

source: slime spit
it: sputo bavoso

source: Blood Imp
it: Diavoletto sanguinari

source: Some Imps grow stronger, bigger and more violent. That leads people to call them 'Blood' Imps. They are a truly menace to any lonely experienced fighter.
it: Alcuni diavoletti diventano più forti, più grossi e più violenti. Per questo motivo vengono chiamati diavoletti sanguinari. Sono una vera minaccia per qualunque guerriero esperto quando è solo.

source: Imp
it: Diavoletto

source: Minor Imp
it: Diavoletto minore

source: Automaton
it: Automa

source: Door
it: Porta

source: Mechanical Goliath
it: Gigante meccanico

source: Iron Golem
it: Golem di metallo

source: Worker Droid
it: Droide operaio

source: oil
it: olio

source: Abomination
it: Abominio

source: Bear
it: Orso

source: Adult bears are known for going their own way; most bears would sooner flee a melee than throw themselves at risk. Some, though, for whatever reason, choose not to run. These bears are a terrifying sight to behold. An adult bear is a mass of muscle, claw, fur, and fury of almost unrivalled proportions: even the most skilled of warriors will not look lightly on the bulk of an angry, advancing bear.
it: Gli orsi adulti sono noti per andare per la propria strada; la maggior parte degli orsi fuggirebbe in fretta da uno scontro che li mette a rischi. Qualcuno, però, per una qualche ragione, preferisce non fuggire. Questi orsi sono terrificanti a vedersi. Un orso adulto è una massa di muscoli, artigli e furia di proporzioni mai viste: anche i guerrieri più esperti non guardano con leggerezza la mole di un orso infuriato che avanza.

source: gaze
it: sguardo

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
it: Note anche come «basilischi», sembra che queste mitiche creature siano in grado di tramutare i vivi in pietra. Non c'è bisogno di aggiungere che ciò le rende molto pericolose.

source: Fungoid
it: Fungoide

source: crush
it: impatto

source: Giant Ant
it: Formica gigante

source: Giant Boar
it: Cinghiale gigante

source: Lesser Giant Spider
it: Ragno gigante minore

source: Hound of Chaos
it: Segugio del caos

source: Quite fragile in combat, the Hounds of Chaos are directly affected by the magic of the chaos magi, resulting in them listening and obeying every command of their masters. The results are mindless effective assassins. Though they are easily taken care of by a tougher adversary, their nimble bodies allow them to penetrate far into enemy lines and severely damage their support units.
it: I segugi del caos sono abbastanza deboli in combattimento e sono direttamente colpiti dalla magia dei maghi del caos, perciò ascoltano ogni parola del loro comandante e ciò li rende delle furiose macchine assassine senza cervello. Anche se un avversario più forte li può facilmente gestire, i loro corpi agili gli permettono di penetrare in profondità nelle linee nemiche e danneggiare gravemente le unità di supporto.

source: Demonic Hound
it: Segugio demoniaco

source: Hellhound
it: Segugio infernale

source: Leech
it: Sanguisuga

source: Brain Drainer
it: Succhiacervelli

source: Giant Leech
it: Sanguisuga gigante

source: Crow
it: Corvo

source: Falcon
it: Falcone

source: Majestic birds of prey, falcons are the fastest flying creatures in the world. Even though these wild falcons have escaped from their keepers, they continue to hunt with their razor-sharp claws.
it: Maestosi rapaci, i falchi sono le creature più veloci al mondo. Anche se questi falchi selvaggi sono fuggiti dai loro custodi, continuano a cacciare con i loro artigli affilati come rasoi.

source: Rabbit
it: Coniglio

source: Tux the Penguin
it: Il pinguino Tux

source: Nobody knows where the Tux came from. Rumour has it that it's the avatar of the destruction wind in this world.
it: Nessuno sa da dove venga Tux. Voci dicono che sia la manifestazione del vento di distruzione di questo mondo.

source: Tiger
it: Tigre

source: Water Serpent
it: Serpente acquatico

source: Water Serpents are smaller cousins of the more famous Sea Serpents. Water Serpents can swim through water quite quickly and prey on all kinds of creatures, both large and small.
it: I serpenti acquatici sono parenti minori del più famoso serpente di mare. I serpenti acquatici possono nuotare abbastanza velocemente e predano tutti i tipi di creature, sia grandi sia piccole.

source: Steppe Bladesman
it: Lama delle steppe

source: Those orcs who excell in the use of the battle axe are informally known to their bretheren as Bladesmen. Disregarding all flair or style, Bladesman fight with simple and brutal strength, hacking directly at whatever stands before them. Any skill gained through battle only builds on what nature has already granted them.
it: Quegli orchi che eccellono nell'uso dell'ascia da battaglia vengono chiamati informalmente «lame» dai loro cugini. Messa da parte ogni attitudine o stile, le lame combattono con la pura e semplice forza, tirando direttamente colpi su qualunque cosa abbiano davanti. Ogni esperienza ricavata sul campo di battaglia semplicemente si aggiunge a quello che la natura ha già donato loro.

source: Icewind Drover
it: Guardiano del blizzard

source: frostbite
it: morso ghiacciato

source: Icewind Herder
it: Pastore del blizzard

source: Icewind Master
it: Maestro del blizzard

source: Steppe Juggernaut
it: Distruttore delle steppe

source: flail
it: flagello

source: Steppe Khan
it: Khan delle steppe

source: battle axe
it: ascia da battaglia

source: Steppe Massif
it: Barbaro delle steppe

source: Steppe Outcast
it: Esule delle steppe

source: frigid touch
it: tocco ghiacciato

source: Steppe Pariah
it: Paria delle steppe

source: Steppe Rigid
it: Inflessibile delle steppe

source: shield bash
it: botta di scudo

source: Steppe Savage
it: Selvaggio delle steppe

source: frenzy
it: frenesia

source: Steppe Shieldbearer
it: Scudiero delle steppe

source: Steppe Skewer
it: Spiedo delle steppe

source: While orcs may not be renowned for their intellectual capacity, it is well within their powers of thinking to realise that a longer spear will allow them to impale an enemy from greater distance. In addition, Skewers delight in crafting barbed heads for their spears, further increasing their grisly effectiveness.
it: Anche se gli orchi non sono famosi per le loro capacità intellettuali, riescono tranquillamente a capire che una lancia più lunga permette loro di impalare i nemici da più lontano. Inoltre, gli «spiedi» amano costruire punte uncinate per le loro lance, aumentando ancora la loro sinistra efficacia.

source: Steppe Spearhead
it: Primalinea delle steppe

source: Steppe Spearman
it: Fante delle steppe

source: The orcs of the steppe learned early on that their axes were simply not suitable against all foes. In accordance with this, some warriors forgo further usage of the axe and take up short spears. While neccesary, the change is often somewhat awkward.
it: Gli orchi delle steppe hanno imparato presto che le loro asce non sono semplicemente adatte contro tutti i nemici. Per questo motivo, alcuni guerrieri rinunciano ad usare ancora l'ascia e prendono delle corte lance. Anche se necessaria, la carica spesso è un po' maldestra.

source: spear
it: lancia

source: Steppe Stoic
it: Stoico delle steppe

source: The Stoic are embodiments of endurance, plain and simple. They are characterized by sheer stubbornness and refusal to go down even under the heaviest of blows. Time and again a foe has struck down a Stoic and thought him dead, only to see the hardy orc lift himself from among the corpses of the dead, raise his shield and reasume his position.
it: Gli stoici sono l'incarnazione stessa della resistenza. Sono caratterizzati da pura testardaggine e dal rifiuto di cedere nemmeno sotto i colpi più pesanti. Spesso un nemico dopo aver colpito uno stoico e averlo creduto morto, lo vede rialzarsi tra i cadaveri, prendere il suo scudo e riassumere la sua posizione.

source: Steppe Vanguard
it: Avanguardia delle steppe

source: Steppe Warrior
it: Guerriero delle steppe

source: race^Shaxthal
it: Shaxthal

source: race+female^Shaxthal
it: Shaxthal

source: race^Shaxthals
it: Alieni Shaxthal

source: Master of Darkness
it: Signore dell'oscurità

source: Assault Drone
it: Drone d'assalto

source: No description available. Nobody else has seen such a horrendous thing before!
it: Non è disponibile nessuna descrizione. Nessuno lo ha mai visto prima!

source: Protector Drone
it: Drone protettore

source: Runner Drone
it: Drone corridore

source: Sentry Drone
it: Drone sentinella

source: Shaxthal Wyrm
it: Serpente Shaxthal

source: spirit
it: spettro

source: female^spirit
it: spettro

source: race^Spirit
it: Spirito

source: race+female^Spirit
it: Spirito

source: race^Spirits
it: Spettri

source: Fire Spirit
it: Spettro di fuoco

source: fire claws
it: artigli infuocati

source: Animated Rock
it: Roccia animata

source: Rock Golem
it: Golem di roccia

source: female^Water Spirit
it: Spirito acquatico

source: female^Water Tidal
it: Marea acquatica

source: Sand Troll
it: Troll delle sabbie

source: Sand Troll Whelp
it: Cucciolo di troll delle sabbie

source: race^Elvish Spirit
it: Spirito degli elfi

source: race+female^Elvish Spirit
it: Spiriti degli elfi

source: race^Elvish Spirits
it: Spiriti degli elfi

source: Elvish Ancestor
it: Elfo antenato

source: ancient blade
it: spada ancestrale

source: Elvish Forefather
it: Elfo progenitore

source: Warrior Spirit
it: Spirito guerriero

source: Blah blah... FIXME
it: Blah blah... DA COMPLETARE

source: Death Baron
it: Barone della morte

source: Bone Knight
it: Cavaliere d'ossa

source: Once great warriors across the plains, these mounted riders atop their skeletal horses were raised from the ground by unholy magic to spread fear and destruction.
it: Grandi guerrieri un tempo per le pianure, questi cavalieri in groppa ai loro cavalli scheletrici sono stati risuscitati dalla terra da magia sacrilega per spargere paura e distruzione.

source: trample
it: travolgere

source: Skeleton Rider
it: Scheletro a cavallo

source: Once great warriors thundering across the plains, these mounted riders atop their skeletal horses were raised from the grave by unholy magic to spread fear and destruction.
it: Grandi guerrieri che in un tempo perduto scorrazzavano tuonanti per le pianure, questi cavalieri in groppa ai loro cavalli scheletrici sono stati risuscitati dal sepolcro da magia sacrilega per spargere paura e distruzione.

source: Wose Shaman
it: Sciamano wose
