Repository: wescamp/Invasion_from_the_Unknown-1.4
Catalog: po/*.po
Languages: it

source: IftU
it: IdI

source: Invasion from the Unknown
it: Invasione dall'ignoto

source: (Expert level, 13 scenarios.)
it: (livello esperto, 13 scenari.)

source: Version:
it: Versione:

source: (for Battle for Wesnoth 1.4.x)
it: (per Battle for Wesnoth 1.4.x)

source: Episode I:
it: Episodio I:

source: Seeking the Light
it: La ricerca della luce

source: Long after the Fall, the last forest elves are forced to abandon their safe valley, and find themselves resorting to the dark means of necromancy in order to survive the perils and challenges of this new harsh world. May they finally free the Great Continent from its chaos, or perish in the foolish attempt of restoring peace and life to the lands.
it: Molto tempo dopo la “caduta”, gli ultimi elfi della foresta sono costretti ad abbandonare la loro valle protetta e si ritrovano ridotti a oscuri metodi necromantici per sopravvivere ai pericoli e alla sfide di questa nuova aspra realtà. Che infine riescano a liberare il grande continente dal caos o morire nello sciocco tentativo di riportare pace e vita sula terra.

source: difficulty_menu^Captain
it: Capitano

source: difficulty_menu^Fighter
it: Guerriero

source: (Trivial)
it: (banale)

source: difficulty_menu^Marshal
it: Colonnello

source: (Nightmare)
it: (incubo)

source: (Normal)
it: (normale)

source: Armageddon
it: Apocalisse

source: As the shadow of Chaos covers the entire continent, an assorted group of foolish heroes prepares a counter-attack to the Empire, with one unique goal in their minds: defeat the evil Emperor, whoever it is. Lead these courageous living and non-living warriors to the victory, and learn about the lost secrets of the history.
it: Mentre l'ombra del caos copre l'intero continente, un gruppo di impaidi eroi prepara un controattacco all'impero, con un solo scopo in testa: sconfiggere il malvagio imperatore, chiunque esso sia. Guida questi coraggiosi guerrieri viventi e non viventi e scopri i misteriosi segreti della storia.

source: Creator and Lead Designer
it: Creatore e progettista principale

source: Campaign Maintenance
it: Manutenzione della campagna

source: Translations
it: Traduzioni

source: (from WesCamp-i18n)
it: (da WesCamp-i8n)

source: French translation:
it: Traduzione in francese:

source: Italian translation:
it: Traduzione in italiano:

source: Spanish translation:
it: Traduzione in spagnolo

source: Turkish translation:
it: Traduzione in turco

source: WML Programming and Assistance
it: Programmazione WML e aiuto

source: Graphics
it: Grafica

source: Graphics from Era of Myths
it: Grafica dell'Era dei miti

source: Graphics from Under the Burning Suns
it: Grafica dalla campagna Sotto i soli roventi

source: Graphics from the Spacenoth project
it: Grafica dal progetto Spacenoth

source: Cartography Resources
it: Cartografia

source: Sound effects
it: Effetti sonori

source: Sound effects from Flight to Freedom
it: Effetti sonori dalla campagna Fuga per la libertà

source: Sound effects from the Spacenoth project
it: Effetti sonori dal progetto Spacenoth

source: Music tracks (non-specific)
it: Colonna sonora (brani non specifici)

source: Additional thanks to
it: Si ringraziano inoltre

source: All those who gave me valuable feedback
it: Tutti coloro che mi hanno dato preziosi contributi

source: All those who fixed or reported bugs in this campaign
it: Tutti quelli che hanno sistemato o individuato i bachi di questa campagna

source: You, for playing this campaign
it: Te, per aver giocato questa campagna

source: Anyone else I could forget to mention
it: Tutti gli altri che posso aver dimenticato

source: Cyan
it: Azzurro

source: Yellow
it: Giallo

source: Pink
it: Rosa

source: Notes:
it: Note:

source: dauntless
it: intrepido

source: Dauntless: While attacking, this unit's resistances are doubled, up to a maximum of 50. Weaknesses are not affected.
it: Intrepido: In attacco, le resistenze di questa unità sono raddoppiate, fino a un massimo di 50. Le debolezze non cambiano.

source: protection
it: protezione

source: Protection: Adjacent units of lower level from this side receive a +20% bonus to all resistances (up to a maximum of 50%).
it: Protezione: Le unità adiacenti ricevono un bonus +20% per tutte le resistenze (fino a una resistenza massima del 50%).

source: obscures
it: oscuramento

source: Obscures: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
it: Oscuramento: Questa unità oscura l'area circostante, facendo combattere meglio le unità caotiche e peggio quelle leali. Ogni unità adiacente a questa unità combatterà come se fosse il crepuscolo durante il giorno e come se fosse notte durante il crepuscolo.

source: terror
it: terrore

source: Terror: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of lower level will do less damage in battle. When an enemy unit of the same or lower level is adjacent and engages in combat, its attacks do 15% less damage times the difference in their levels + 15%.
it: Terrore: Questa unità può terrorizzare le unità nemiche adiacenti al punto da farle combattere peggio. Le unità adiacenti di livello inferiore fanno meno danno in battaglia. Quando una unità avversaria di pari livello o inferiore è adiacente e ingaggia un combattimento, i suoi attacchi producono danni ridotti del 15% + 15% per ogni livello di differenza.

source: sylvan spark
it: spirito dei boschi

source: Strength: melee damage +1, hitpoints +5 <Max XP +20%>
it: Forza: danni ravvicinati +1, punti ferita +5 <PE max +20%>

source: Strength: melee strikes +1 <Max XP +30%>
it: Forza: danni ravvicinati +1, <PE max +30%>

source: Strength: melee damage +1, <Max XP +40%>
it: Forza: danni ravvicinati +1, <PE max +40%>

source: Strength: melee strikes +1, <Max XP +50%>
it: Forza: danni ravvicinati +1, <PE max +50%>

source: New attack: thorns (pierce 9-3, magical) <Max XP +15%>
it: Nuovo attacco: spine (perforazione 9-3, magico) <PE max +15%>

source: Enemy boss sighted!
it: Capo nemico avvistato!

source: Defeat the enemy boss
it: Sconfiggi il capo nemico

source: This is a boss scenario. You may recruit or recall troops during the first turn only, until all your recruitment space is used. Your per-turn income is set to zero. Turn limit is undefined.
it: Questo è uno scenario riservato ai capi. Puoi reclutare o richiamare truppe solo per il primo turno finché tutto il tuo spazio per il reclutamento è completo. Le entrate per ogni turno sono azzerate. Non c'è limite di turni.

source: Ahhhh! Back to normal.
it: Ahhhh! Di nuovo normale.

source: What creature should this unit transform into?
it: In quale creatura si dovrebbe trasformare questa unità?

source: Back to normal
it: Ritorno alla normalità

source: Surely I have never seen anything like... like this.
it: Non avevvo mai visto prima... niente del genere prima.

source: Hey! I have just found $temp_gold_found pieces of gold in this chest!
it: Ehi! Ho appena trovato $temp_gold_found pezzi d'oro in questo forziere!

source: Do you want to be healed? This magic glyph will completely restore this unit's health, also unslowing and removing poison from it, if applicable.
it: Vuoi essere curato? Questo glifo magico curerà completamente le ferite, il rallentamento e l'avvelenamento da questa unità, se possibile.

source: Note: the glyph can do this only once, and when done it will fade out.
it: Nota: il glifo lo può fare una sola volta e quindi sparirà.

source: Do you want to be healed?
it: Vuoi essere guarito?

source: Crystal Glyph of Health
it: Glifo di cristallo della salute

source: The unit is fully healed, cured and unslowed.
it: L'unità è completamente guarita, curata e non è più rallentata.

source: female^healed
it: curata

source: healed
it: curato

source: Do you want this unit to pick-up this item?
it: Vuoi che questa unità raccolga questo oggetto?

source: Ring of Swiftness
it: Anello della rapidità

source: This ring will grant the bearer swift movement, increasing its maximum movement per turn 2 units.
it: Questo anello conferisce a chi lo porta movimenti rapidi, aumentando il massimo movimento per turno di due unità.

source: Poisonous Bow
it: Arco velenoso

source: This bow has been enchanted, and it will grant every arrow you shoot with it the poison special.
it: Questo arco è stato incantato e ogni freccia che scagli con questo arco avrà l'attacco speciale di veleno.

source: I am not suited for using this weapon! Let someone else pick it up!
it: Non sono adatto a usare queste armi! Falle prendere a qualcun altro!

source: poisonous bow
it: arco velenoso

source: Do you want this unit to pick up the armor?
it: Vuoi che questa unità raccolga l'armatura?

source: Void Armor
it: Armatura del vuoto

source: A beautiful chest plate crafted from shimmering black steel, the Void Armor is virtually impenetrable to physical weapons!
it: Un bellissimo pettorale d'armatura creato da un raro acciaio nero, l'armatura del vuoto è virtualmente impenetrabile agli attacchi fisici!

source: Only a powerful warrior may don this armor!
it: Solo un potente guerriero può indossare questa armatura!

source: You struggle to lift and don the heavy plate. Once worn, however, it is amazingly comfortable. You have increased resistance to all physical damage!
it: Riesci a sollevare e indossare la pesante armatura. Una volta indossata, tuttavia, è straordinariamente comoda. La tua resistenza a tutti i danni fisici aumenta!

source: void armor
it: armatura del vuoto

source: The Void Armor grants the following resistances: blade: 50% pierce: 50% impact: 60% fire: +10%
it: L'armatura del vuoto offre le seguenti resistenze: lama: 50% perforazione: 50% impatto: 60% fuoco: +10%

source: Rise, rise from the ground!
it: Levati, levati dal suolo!

source: Thisss is a gloriousss death... for peacee!!!
it: Quessta è una morte gloriosssa... per la pace!!!

source: My death ssshall be only the beginning of your dessstruction, fiendsss!
it: La mia morte sssarà sssolo l'inizio della vossstra dissstruzione, demoni!

source: I die, for honor!!!
it: Io muoio, per l'onore!!!

source: Well, at least I tried... *ugh*
it: Be', almeno ci ho provato... uh

source: I am finished...
it: Sono finito...

source: Alas. It's been my best time with thee, friends...
it: Ahimé. Ho passato i miei momenti migliori con voi, amici...

source: No! Don't do it!
it: No! Non lo faro!

source: Um... okay. May I ask you why?
it: Um... va bene. Posso chiedere il motivo?

source: He has been a great help for us this far. I'd prefer not to disturb his death by rising his corpse to fight again.
it: È stato di grande aiuto per noi finora. Preferirei che non disturbassi la sua morte richiamando di nuovo il suo corpo a combattere.

source: As you wish, lady. Hmph.
it: Come desidera, signora. Hm.

source: Thee failed to protect me. Aargh...
it: Non sei riuscito a proteggermi. Argh...

source: The darkness... it is taking me away...
it: L'oscurità... mi sta portando via...

source: That hurts... *ugh*
it: Fa male... uh!

source: *Argh* I'm... defeated...
it: Argh! Sono... sconfitto...

source: Destroyed by these foul enemies... it should not have ended like this...
it: Distrutto da questi luridi nemici... non sarebbe dovuta finire così...

source: Argh! This is the end for me.
it: Argh! Per me è la fine.

source: The dwarven King has died! How did we let such a thing happen?
it: Il re dei nani è morto! Come abbiamo potuto permetterlo?

source: It is the end for me. At last I'll rest...
it: Questa è la fine per me. Finalmente riposerò...

source: I have fallen. Hopefully you can finish our journey without me...
it: Sono caduto. Spero che tu possa finire il tuo viaggio senza di me.

source: No! I have much left to do yet...
it: No! Avevo ancora molte cose da fare...

source: So close to put an end to this nightmare...
it: Ero così vicino alla fine di questo incubo...

source: So this is the end of the story for me...
it: Dunque questa è la fine per me...

source: I wish I could finish this with you, friends...
it: Avrei voluto portare a termine tutto ciò assieme a voi, amici...

source: Ahhh. I may fall, but the othersss ssshall ssstill ssstand!
it: Ahhh. Potrò anche cadere, ma altri ressissteranno!

source: Thisss isss a gloriousss death, for honor!
it: Quessta è una morte gloriosssa, per l'onore!

source: You retrieve $temp_gold_retrieval_amount pieces of gold.
it: Recuperi $temp_gold_retrieval_amount pezzi d'oro.

source: You receive $temp_gold_retrieval_amount pieces of gold!
it: Ricevi $temp_gold_retrieval_amount pezzi d'oro!

source: New objectives:
it: Nuovi obiettivi:

source: Current objectives:
it: Obiettivi in corso:

source: Initial objectives:
it: Obiettivi iniziali:

source: Scenario notes:
it: Note dello scenario:

source: Hard Hat Area
it: Area di cantiere

source: Shadow Master (author): This scenario is still under construction. If you want to advance further in this campaign, rather than do debugging or testing here, it's recommended that you go back to the earlier scenario and select the normal, complete branch. Comments to the www.wesnoth.org forum thread 'Invasion from the Unknown' (Scenario and Campaign dev. forum) -- The author
it: Shadow Master (autore): Questo scenario è in costruzione. Se vuoi andare avanti in questa campagna, piuttosto che debuggare o fare delle prove qua, si raccomanda di tornare indietro allo scenario precedente e selezionare l 'albero normale degli scenari completi. Scrivi i commenti sul forum di www.wesnoth.org nel filone dedicato a “Invasion from the Unknown” (sezione Scenario and Campaign dev.) -- L'autore

source: UI^Character description
it: Descrizione del personaggio

source: Volcanic underground
it: Sottosuolo vulcanico

source: Indoors
it: Interno

source: Dark Hive
it: Alveare nero

source: First Dawn
it: Prima alba

source: First Morning
it: Prima mattina

source: First Mid-Day
it: Primo mezzodì

source: First Afternoon
it: Primo pomeriggio

source: First Dusk
it: Primo crepuscolo

source: The Short Dark
it: La breve oscurità

source: Second Dawn
it: Seconda alba

source: Second Morning
it: Seconda mattina

source: Second Mid-Day
it: Secondo mezzodì

source: Second Afternoon
it: Secondo pomeriggio

source: Second Dusk
it: Secondo crepuscolo

source: The Long Dark - First Watch
it: La notte lunga - prima guardia

source: The Long Dark - Second Watch
it: La notte lunga - seconda guardia

source: The Long Dark - Third Watch
it: La notte lunga - terza guardia

source: The Long Dark - Fourth Watch
it: La notte lunga - quarta guardia

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse.
it: Questa unità oscura l'area circostante, facendo combattere meglio le unità caotiche e peggio quelle legali.

source: This unit's resistances are doubled during attack, up to a maximum of 50.
it: Durante l'attacco, le resistenze di questa unità sono raddoppiate, fino a un massimo di 50.

source: Adjacent lower-level units of the same allegiance have their resistances increased by the sole presence of this unit.
it: Le resistenze delle unità alleate adiacenti di livello inferiore vengono aumentate dalla semplice presenza di questa unità.

source: This unit can frighten enemy units that are next to it, making them fight worse.
it: Questa unità può terrorizzare le unità nemiche adiacenti, facendole combattere peggio.

source: This unit will regenerate 5 HP per turn in forest or mushroom grove terrains.
it: Questa unità rigenererà 5 PF per ogni turno in foresta o in un campo di funghi.

source: I am here to tell you a history, a history of what events came to happen long after the Fall. Of how evilness possessed the devastated Great Continent and almost sank our entire world into an abyss of eternal suffering and strife. And of how a small courageous band of various origins managed to forestall this great chaos. A history of how the Quenoth elves were not the only ones who survived the Elven war. The history of the last elves in the Great Continent, who had to abandon their old habits for a new era, and found themselves forced to spare necromancy for the sake of a new future.
it: Sono qui per raccontarvi una storia, la storia di quello che successe dopo la caduta. DI come il male devastò il grande continente e quasi sprofondò tutto il nostro mondo in un abisso di sofferenza eterna. E di come una piccola banda di coraggiosi di diverse origini riuscì a sopraffarre questo enorme caos. Una storia di come gli elfi Quenoth non erano i soli a essere sopravvissuti alla guerra degli elfi. La storia degli ultimi elfi del grande continente, che avevano abbandonato le loro vecchie abitudini per una nuova era e si erano trovati costretti a usare la necromanzia per la speranza di un nuovo futuro.

source: Our story starts long after the era known by most people as the Golden Age, with the adventures of the last forest elves in the Great Continent, hidden in a valley in the far east, wherein their peace was only ocassionally interrupted by minor skirmishes of outsiders. That till certain fateful day, on which the shadows let themselves fall over this shelter.
it: La nostra storia comincia molto tempo dopo l'era nota ai più come l'“età dell'oro”, con le avventure degli ultimi elfi della foresta nel grande continente, nascosta in una valle dell'estremo oriente, dove la loro pace era occasionalmente turbata da piccole scaramucce con stranieri. Questa situazione termina il fatidico giorno in cui le ombre si distendono su questo rifugio.

source: To tell you about it, I'll refer to the most authentic records of then. Records that I obtained with great difficulty. The records on the journal of master Galas, the leader of these elves' militia. Which now I shall read its first part. Listen...
it: Per parlare di queste cose, io mi riferirò alle testimonianze più autentiche del tempo. Testimonianze che ho ottenuto con grande difficoltà. Le testimonianze del diario del maestro Galas, capo della milizia di questi elfi. Adesso leggerò la prima parte. Ascoltate...

source: ``Over the years, protecting our valley became harder and harder. The attacks of the occasional necromancer and fugitive bands have become more than a simple nuisance. We have not lost the fighting and archery styles of our ancestors, so in response our leaders have begun to send out patrol groups. Warriors which prowl every day around the valley's frontiers. I have never known my mother, the elders say she died in childbirth. My father has led led our warriors to battle since I have been a little boy. So it was no small surprise to my friends that I have followed in his footsteps and became a patrol leader myself.
it: ``Con gli anni divenne sempre più duro difendere la nostra valle. Gli attacchi degli occasionali necromanti e delle bande di fuggitivi cominciarono a essere più di un semplice fastidio. Non avevamo perso le capacità nel combattimento e nel tiro con l'arco, perciò i nostri capi cominciarono a mandare delle pattuglie. Guerrieri che che sorvegliavano ogni giorno i confini della valle. Non ho mai conosciuto mia madre, gli anziani dicono che morì alla mia nascita. Mio padre fu mandato a guidare i nostri guerrieri fin da quando ero un bambino. Perciò per i miei amici non fu una sorpresa che io seguissi le sue orme e diventassi capo pattuglia io stesso.

source: Eventually, he was killed by a band of nomadic humans. A sling bullet crushed his head while he valiantly defended an injured comrade. At the time I was shocked by his death, a graceless end to his valiant life. I cried for the last time at his funeral. His death, however, drove me to become the best, advancing though the ranks of my comrades until I was one of the best fighters and commanders among my people, despite my age.
it: Alla fine, fu ucciso da una banda di uomini nomadi. Un proiettile di fionda lo prese in testa mentre difendeva valorosamente un compagno ferito. Quel giorno fui travolto dalla sua morte, la fine disgraziata della sua vita valorosa. Piansi per l'ultima volta al suo funerale. La sua morte, tuttavia, mi spinse a diventare il migliore, avanzando nei ranghi dei miei compagni finché divenni uno dei migliori combattenti e comandanti della mia gente, nonostante la mia giovane età.

source: I grew up patrolling the frontiers every week. Anlindë, a sorceress, has taken care of me like her own son since before I can remember. She has been to me the mother I never had, often spending far too much time caring for me rather than her own duties.
it: Crebbi pattugliando le frontiere ogni settimana. Anlindë, una sacerdotessa, prese cura di me come se fossi suo figlio fin da quando ricordo. È stata la madre che non avevo mai avuto, spesso impiegando molto più tempo per prendersi cura di me che per i suoi compiti.

source: Recently however, the attacks of occasional invaders started to increase. Their attacks slowly building up into an inexplicable frenzy. It was as if they were pushed by some sinister force. Throwing themselves onto our blades and arrows as if death was a better alternative than falling back. Our patrol groups steadily grew in size to resist, becoming harder to maintain as most people simply did not want to risk their lives in combat against such determined foes.
it: Di recente, comunque, gli attacchi degli occasionali invasori hanno cominciato a crescere. I loro attacchi sono lentamente aumentati fino a una inspiegabile frenesia. È come se una forza sinistra li spronasse. Si gettavano sulle nostra lame e frecce come se fosse meglio morire che ritirarsi. Le nostre pattuglie crebbero stabilmente di dimensione per resistere, diventava sempre più difficile gestirle perché molti non volevano rischiare la loro vita combattendo contro nemici così determinati.

source: Then one day, we discovered the source of the outsiders' frenzy. A massive human army arrived at the mouth of our valley on that day. That day...
it: Poi un giorno, scoprimmo la causa di questa furia dei ribelli. Un massiccio esercito di uomini era arrivato all'imboccatura della nostra valle quel giorno. Quel giorno...

source: I just hope fleeing to this cave was a wise decision, and that Lédinor's efforts are not wasted in vain.
it: Spero solo che fuggire in questa caverna sia stata una saggia decisione e che il sacrificio di Lédinor non sia stato vano.

source: Even after thousands of years being dead, the necromancer still had trails of flesh on his body and traces of hair on his head. We elves have fought necromancers before, but this one... this one was different.
it: Persino secoli dop la sua morte, il necromante aveva ancora dei brandelli di carne sul corpo e tracce di capelli sul capo. Noi elfi avevamo già combattuti dei lich prima, ma questo... questo era diverso.

source: TRANSLATORS NOTE: The following 4 strings are spoken by the Shadow Master
it: NOTA PER I TRADUTTORI: Le 4 stringhe seguenti sono pronunciate dal signore delle ombre

source: The darkness...
it: L'oscurità...

source: The fear...
it: La paura...

source: They feed me... I grow stronger with them... Galas... you cannot escape them... thus, you cannot escape me...
it: Mi nutre... divento sempre più forte grazie a essa... Galas... non puoi sfuggirle... perciò non puoi sfuggirmi...

source: And your friend sorceress could not either... she could not... you will suffer the same fate of hers if you do not join me...
it: E nemmeno la tua amica strega ce la fatta... non ce l'ha fatta... subirai il suo stesso fato se non ti unisci a me...

source: At last, we could see an ominous castle dominating the view.
it: Finalmente, potemmo vedere un minaccioso castello dominare il panorama.
