Repository: wescamp/Invasion_from_the_Unknown-1.4
Catalog: po/*.po
Languages: it

source: Yes, but we can't leave the dwarves to perish alone! We are in debt with them. If it wasn't for them, or at least for their king and Althurin, we would never have found Elynia!
it: Sì, ma non posso permettere che i nani muoiano da soli! Siamo in debito con loro. Se non fosse stato per loro, o almeno per il loro re e Althurin, non avremmo mai trovato Elynia!

source: Anlindë, you should have already learned that there are things more important than life itself, and things worse than death. We won't let ourselves fall before the demons, no matter what should happen.
it: Anlindë, dovresti aver imparato che ci sono cose più importanti della vita stessa e cose peggiori della morte. Non possiamo permetterci di cadere di fronte ai demoni, qualunque cosa accada.

source: (sighs) I guess then that we must do it. But, our forces are still weak.
it: (sospira) Credo allora che siamo costrettia farlo. Però, le nostre unità sono ancora deboli.

source: You elves might be weak, but my minions shall never be, as long as I stand.
it: Voi altri elfi sarete deboli, ma i miei sgherri non lo saranno mai finché io resisterò.

source: Your doom is at hand; surrender, dwarf King! If you do so, the Master might have mercy on some of your underlings and spare their lives.
it: Il tuo destino è nelle mie mani; arrenditi, re dei nani! Se lo farai, il padrone potrebbe aver pietà di qualcuno dei tuoi pidocchi e risparmiar loro la vita.

source: We'll rip you to pieces if you don't accept our offer!
it: Se non accetterete la nostra offerta, vi faremo a pezzi!

source: We'll never surrend, loathsome vermins! May Knalga be destroyed and forgotten first, but our kind will never let an inferior force take over our caves!
it: Non ci arrenderemo mai, schifosi parassiti! Prima che la nostra gente permetta che una forza inferiore conquisti le nostre caverne, Knalga sarà distrutto e dimenticato!

source: Then, so be it. You have rejected any chance of mercy on your kind with your words of arrogancy and pride. All men, attack! Use any methods you deem necessary and effective for cleaning this place. For the Master! For the Empire!
it: Allora, così sia. Con le vostre parole arroganti e orgogliose, avete cancellato ogni possibilità di pietà per la vostra razza. Uomini, all'attacco! Usate qualsiasi mezzo che ritenete efficace e necessario per ripulire questo posto. Per il padrone! Per l'impero!

source: NOTE FOR TRANSLATORS: the 'Blessed One' is Elynia, thus, the reference should be female in languages that don't use unisex ones (i.e. Spanish, French, Italian, Japanese (?)'...).
it: NOTA PER I TRADUTTORI: la “benedetta” è Elynia, perciò il riferimento dovrebbe essere al femminile per le lingue che non usano il neutro (es. spagnolo, francese, italiano, giapponese (?)...)

source: Hey, look, they are the elves! And they are back with the Blessed one!
it: Ehi, guardate, ci sono gli elfi! E sono tornati con la “benedetta”!

source: Incompetent fools, they couldn't vanquish them all! It's our turn now. Let it be known that you shall pay with blood your bold, yet pitiful, repeated attempts to defeat us! You shall not escape this time!
it: Sciocchi incompetenti, non possono sconfiggerli tutti. Adesso tocca a noi. Sappiate che pagherete con il sangue i vostri coraggiosi, anche se ridicoli, ripetuti tentativi di sconfiggerci ! Non vi lasceremo fuggire questa volta!

source: It is easy to speak, foul sorcerer of the Forbidden, but we won't let you accomplish your goals, not now, nor ever after this battle!
it: Parlare è facile, lurido stregone del Proibito, ma non ti permetteremo di raggiungere i tuoi obiettivi, non ora e nemmeno dopo questa battaglia!

source: Prepare to die, dwarves and allies! We shall flood this cavern with your blood!
it: Preparatevi a morire, nani e alleati! Inonderemo questa caverna con il vostro sangue!

source: I don't want to be pesimistic, but the circumstances are still in favor of the enemy, so far. They have an overwhelming numerical advantage.
it: Non vorrei essere pessimista, ma le circostanze sono ancora a favore del nemico, per ora. La loro superiorità numerica è schiacciante.

source: The only thing we could do, then, is resist. At some point their forces will be exhausted and we will then have the advantage. At least dwarves and undead don't need rest, unlike us, elves.
it: Allora l'unica cosa che possiamo fare è resistere. A un certo punto le loro forze saranno stanche e avremo il sopravvento. Almeno i nani e i non-morti non hanno bisogno di riposare, a differenza di noi elfi.

source: What is up with this 'Empire'? Do they have some sort of unlimited source of attack force?
it: Cos'è questa storia di questo “impero”? Hanno una specie di forza di attacco illimitata?

source: That is exactly what the Inferno technically would be.
it: Questo è esattamente quello che tecnicamente dovrebbe essere l'inferno.

source: We have defeated them, at last! They are retreating!
it: Li abbiamo sconfitti, finalmente! Si stanno ritirando!

source: No, I don't think so. They must be preparing for retaliation. I don't think we have weakened even a small part of their true assault forces yet.
it: No, non credo. Si stanno preparando a una grande offensiva. Credo che non abbiamo indebolito ancora nemmeno una piccola parte della loro vera forza.

source: Huh? Strange, the loyalists are retreating.
it: Eh? Strano, i lealisti si stanno ritirando.

source: This doesn't sound good. They must be preparing for retaliation. We have not weakened their forces enough yet.
it: La cosa puzza. Si staranno preparando a una grande offensiva. Non abbiamo ancora indebolito le loro forze.

source: In that case, I do not see any option other than leaving these mountains. We, elves, and dwarves alike.
it: In questo caso, non vedo alternative che abbandonare queste montagne. Noi, elfi, e pure i nani.

source: What? That is sheer madness. We have lived in these mountains for milleniums, and have never even tried to get used to the outsides. There we would be defenseless, vulnerable.
it: Cosa? Questa è pazzia bella e buona. Abbiamo vissuto in queste montagne per millenni e non abbiamo mai neanche provato ad adattarci all'esterno. Laggiù saremmo senza difese, vulnerabili.

source: If you allow me to say so, my lord, staying here would ensure our death, or worse. The loyalists are already aware of our presence, and shall not stop until taking over Knalga and our lives.
it: Se mi permetti di dirlo, mio signore, se rimanessimo qua saremmo sicuramente morti, se non peggio. I lealisti sanno già della nostra presenza e non si fermeranno finché non avranno preso Knalga e le nostre vite.

source: That's quite right. They did the same with our home valley. But in any case, if what you say is true, there are humans who still oppose them in the northlands, right?
it: È in gran parte vero. Hanno fatto lo stesso con la nostra valle natale. Comunque, se quello che dite è vero, ci sono degli uomini che ancora resistono a loro nelle terre del nord, vero?

source: Yes, although I have no hopes for them to win in a real war against the Chaos Empire. There are many skilled fighters and wisemen in their side, but that will never be enough. If we dwarves could not, with our more advanced technology, there is no possibility that the less-advanced outsiders manage to do it.
it: Sì, anche se io non ho speranze che possano vincere una guerra vera e propria con l'impero del caos. Dalla loro parte hanno molti guerrieri e sapienti esperti ma non saranno mai abbastanza. Se noi nani non ce l'abbiamo fatta con la nostra tecnologia più avanzata, non è possibile che un estraneo meno avanzato ce la possa fare.

source: Not alone, at least. I mean, what if we can contact them and build a stronger army, of dwarves, elves, and humans, to defeat the Empire?
it: Non da solo, per lo meno. Voglio dire, e se noi prendessimo contatto con loro e costruissimo un esercito più potente di nani, elfi e uomini per sconfiggere l'impero?

source: That is far from possible. Dwarves, Elves and Humans have never allied under a single banner. Never.
it: Non è assolutamente possibile. Nani, elfi e uomini non si sono mai alleati sotto una sola bandiera. Mai.

source: That is true, but think for a moment. Dwarves and Elves here, are allied for a single cause. If that is possible now, why not humans too? Times have changed, and so have our priorities. We shall never have peace, or time for our own wars, if this menace is not stopped soon.
it: È vero, ma pensaci un attimo. Qui nani ed elfi sono alleati per una sola causa. Se ciò è possibile alloro perché non anche con gli uomini? I tempi sono cambiati e con essi anche le nostre priorità. Non avremo mai più la pace, né tempo per le nostre guerre se non fermiamo questa minaccia adesso.

source: Well then, so your idea is that we escape to the Northlands?
it: Va bene allora, dunque la tua idea è quella di fuggire nelle terre del nord?

source: Yes. Elves can go to look for help from the midlands, and you dwarves can explore the hills and mountains, to stablish a new home if necessary.
it: Sì. Gli elfi possono andare a cercare aiuto nell'interno e voi nani potete esplorare colline e montagne per stabilire una nuova casa, se necessario.

source: I understand, but, how are we going to make sure the demons do not follow us? We need a distraction, a decoy.
it: Capisco, ma come faremo ad assicurarci che i demoni non ci seguano? Ci serve un diversivo, un tranello.

source: I can set a trap for them, with help from the dead.
it: Potrei preparare uan trappola per loro con l'aiuto del morto.

source: What? But Anlindë, you'll be trapped in this castle, to fight them alone. Odds are you will not get out of here, ever.
it: Cosa? Ma Anlindë, rimarrai bloccata in questo castello a combatterli da sola. Probabilmente non riuscirai a uscirne, mai.

source: I know, but as Elynia said, there are things more important than life. For me, our people's safety is much more important then. And death itself is not the worst thing that can happen to me. I commited great crimes in the past, indirectly; sacrificing our people. If I am going to die, I would prefer it to be sacrificing myself for our people. It is the minimum I can do to fix the damage caused by me and others back then.
it: Lo so, ma come ha detto Elynia, ci sono cose più importanti della vita. Per me, la salvezza della nostra gente allora è più importante. E la morte stessa non è la cosa peggiore che può capitarmi. In passato ho compiuto gravi crimini, indirettamente, sacrificando la nostra gente. Se edvo morire preferisco sacrificare me stessa per la mia gente. È il minimo che possa fare per riparare di danni che io e altri abbiamo provocato in passato.

source: I see then, that I cannot convince you of the opposite.
it: Allora è chiaro che non posso convincervi del contrario.

source: It was not necessary to take my words to heart, but if you feel so guilty for the past, I guess we cannot do much for you, other than let your last wish become true.
it: Non era necessario prendere le mie parole alla lettera. Ma se ti senti così colpevole per il passato, penso che non possiamo fare molto per te se non permetterti di esaudire il tuo ultimo desiderio.

source: M'lady, it was a pleasure to have met you, albeit being for so short time. But then, what are you going to do?
it: Mia signora, è stato un piacere averla incontrata quantunque per così poco tempo. Ma ora cosa faremo?

source: My plan is for me to stay here, fighting against the demons to set up a distraction, with help from Keshar's power to rise the dead. Only me and the dead, while you flee to the outsides unnoticed. I'll fight as long as possible, and find the assault commander to vanquish him, if possible. That way, they will never find you in time, and you would have escaped North by the time they find out that you fled.
it: Il mio piano per me è di rimanere qua combattendo con i demoni per mantenere un diversivo con l'aiuto del potere di Mal Keshar di sollevare i morti. Solo io e il morto mentre voi fuggirete all'esterno senza farvi notare. Io combatterò il più a lungo possibile e cercherò il comandante d'assalto per sconfiggerlo, se possibile. In questo modo, non vi troveranno mai in tempo e sarete fuggiti al nord quando si accorgeranno che siete scappati.

source: You are really brave. Surprising, for an Elvish lady. I think I have underestimated the elven lores then.
it: Sei davvero coraggiosa. Sorprendente per una signora degli elfi. Penso di aver sottovalutato i racconti degli elfi allora.

source: In that case, I'll put some of my minions to aid you. And I wish you the best of lucks, may your soul rest in peace when all this is over.
it: In questo caso, metterò qualcuno dei miei servi ad aiutarti. E ti faccio i miei migliori auguri, possa la tua anima riposare in pace quando tutto sarà finito.

source: It saddens me to see what must happen so that our kind survives. I swear that I'll not rest until the last of those fiends is turned to ashes in the ground.
it: Mi rattrista vedere cosa deve succedere perché la nostra razza sopravviva. Giuro che non avrò riposo fino a che l'ultimo di questi demoni non sarà ridotto in polvere sul terreno.

source: Farewell Anlindë, you were my best adviser. And so I wonder why should not I make the sacrifice instead?
it: Addio Anlindë, sei stata la mia miglior consigliera. E dunque mi chiedo perché non dovrei sacrificarmi io invece?

source: You are still a young and brave warrior, Galas. Your time to lead our people to glory is approaching. I, in contrast, have already passed that time, albeit I have never been a warrior. With my crimes, I cannot be a leader, but you, your future is to be a leader.
it: Sei ancora un guerriero giovane e coraggioso, Galas. Il tuo momento di guidare il nostro popolo alla gloria si sta avvicinando. Io, invece, ho già superato quel tempo, anche se non sono mai stata una guerriera. Con i miei crimini, non posso essere una guida come te, il tuo futuro è di essere un capo.

source: Apologies, my lord. I could not...
it: Scusate, mio signore. Non ho potuto...

source: You may crush my corpse, but my brethren's hearts will stand!
it: Puoi abbattere il mio corpo, ma i miei cugini resisteranno!

source: A curse upon you, heretics!
it: Che siate maledetti, eretici!

source: May Yechnagoth swallow your souls!
it: Che Yechnagoth ingoi le vostre anime!

source: Yechnagoth is long gone, you fool!
it: Yechnagoth è ormai andato, sciocco!

source: I shall return in the form of your worst nightmare!
it: Tornerò nei vostri sogni come il vostro peggior incubo!

source: Today, you might win the battle, but you'll never win the war!
it: Oggi potrai anche aver vinto una battaglia, ma non vincerai mai la guerra!

source: Ahh! How you dare...
it: Ahh! Come osi...

source: The Escape
it: Fuga

source: Galas, Elynia, or Mal Keshar must reach the exit to the northlands
it: Galas, Elynia o Mal Keshar devono raggiungere l'uscita per le terre del nord

source: Roaming Ant
it: Formica vagante

source: Roaming Spider
it: Ragno vagante

source: The exit is to the north. It has been a long time, though, since the last on which this caves were explored.
it: L'uscita è a nord. Però è passato parecchio tempo dall'ultima volta che queste caverne sono state esplorate.

source: You mean that we cannot be sure what awaits in our path? We have got quite accustomed to that.
it: Vuoi dire che non possiamo essere sicuri di quello che ci aspetta sul nostro cammino? Ci abbiamo ormai fatto l'abitudine.

source: We must make haste. We cannot be sure during how much time Anlindë will be able to distract our enemies. I just hope that her sacrifice is not in vain.
it: Dobbiamo sbrigarci. Non sappiamo per quanto tempo Anlindë sarà in grado di distrarre i nostri nemici. Spero solo che il suo sacrificio non sia vano.

source: We shall make sure it is not. Now, let's go.
it: Faremo in modo che non lo sia. Coraggio, andiamo.

source: Mother Mudcrawler
it: Fanghiglia madre

source: Mudcrawler
it: Fanghiglia

source: I have seen giant mudcrawlers, but this thing is...
it: Ne ho viste di fanghiglie giganti, ma questa cosa è...

source: I was not aware of this kind of things roaming about this zone.
it: Non sapevo che questo genere di cose si aggirassero in queta zona.

source: Damned creatures, you slaughtered our children and women! You'll pay with your blood!
it: Dannate creature, avete massacrato i nostri figli e le nostre donne! Pagherete con il vostro sangue!

source: Not if we crush you to dirt first. Attack, underlings!
it: No, se vi polverizziamo prima noi. All'attacco, miserabili!

source: Defeat Yreul
it: Sconfiggi Yreul

source: Defeated... by rats!
it: Sconfitto... dai topi!

source: The vermins must die! Yes!
it: Questi parassiti devono morire! Sì!

source: Aaah! Another of these metallic beasts!
it: Aaah! Un'altra di quelle bestie metalliche!

source: This starts to be more difficult than it was supposed to be.
it: Comincia a essere più difficile di quanto avrebbe dovuto essere.

source: Defeat the Goliath
it: Sconfiggi il gigante

source: Rearguard Tracker
it: Tracciatore della retroguardia

source: Rearguard Droid
it: Droide della retroguardia

source: Rearguard
it: Retroguardia

source: I have no idea what it means, but it cannot be nice.
it: Non ho idea di cosa vuol dire, ma non sarà piacevole.

source: Darn it, how did they get here?
it: Dannazione, come hanno fatto ad arrivare qua?

source: They must be the rearguard of our 'friends'. It is a must for us to defeat their captain.
it: Devono essere la retroguardia dei nostri “amici”. Sconfiggere il loro capitano è una nostra priorità.

source: Locate and defeat the rearguard captain
it: Localizza e sconfiggi il capitano di retroguardia

source: You're caught, by Uria you shall not pass any further!
it: Vi abbiamo presi, per Uria non avanzerete oltre!

source: Dream of that!
it: Te lo sogni!

source: I have seen many imps already, but this one looks stronger and smarter than the common.
it: Ho già visto molti diavoletti, ma questo sembra più forte e più intelligente della media.

source: Defeat Lagonus, the rearguard captain
it: Sconfiggi Lagonus, il capitano della retroguardia

source: How could I fail? Forgive me, Master...
it: Come ho potuto fallire? Perdonatemi, padrone...

source: Its body tears apart and dissolves into slime!
it: Il suo corpo si squarcia e si dissolve in poltiglia!

source: Disgusting... I feel like vomiting.
it: Disgustoso... sto per vomitare.

source: Lagonus's body
it: Cadavere di Lagonus

source: Wait, we still have to defeat these beasts that pursue us; otherwise, they will report of our position to their leaders!
it: Aspetta, dobbiamo ancora sconfiggere queste belve che ci inseguono, altrimenti riferiranno la nostra posizione ai loro capi!

source: The outsides. This way it is, people!
it: L'esterno. Da questa parte, gente!

source: Oh no, their main assault force has found us! Anlindë, I am sorry. We have failed.
it: Oh no, il grosso delle loro forze di attacco ci ha trovato! Anlindë, mi spiace. Abbiamo fallito.

source: The earth shakes.
it: La terra trema.

source: Face your Fate
it: Affronta il tuo destino

source: Resist for $survival_turns turns
it: Resisti per $survival_turns turni

source: Milady, we shall not let these invaders take over Knalga without giving a bloody fight first. We'll fight for you; may glory be our tomb today.
it: Mia signora, non permetteremo a questi invasori di conquistare Knalga senza prima una sanguinosa battaglia. Combatteremo per voi, che oggi la gloria sia la nostra tomba.

source: Assault Commander
it: Comandante d'assalto

source: udesc^Goliath
it: Gigante

source: udesc^Protector Drone
it: Drone protettore

source: Hah, you'd better run away, little worm, or I shall tear your tiny body to pieces and delight with your suffering!
it: Aha, faresti meglio a scappare, vermiciattolo, altrimenti farò a pezzi il tuo corpo e mi delizierò delle tue sofferenze!

source: Defeat the commander
it: Sconfiggi il comandante

source: It... is impossible!
it: È... è impossibile!

source: By the power you have given me, Uria, may the spells that keep the undead animated be cancelled now!
it: Per il potere che mi ha dato Uria che gli incantesimi che mantengono i non-morti animati siano cancellati ora!

source: This is a real proof that Mal Keshar has no power against these fiends. I must get rid of this mysterious masked face somehow, or they will be lost against it!
it: Questa è la prova concreta che Mal Keshar non ha potere contro questi demoni. Devo liberarni di questo misterioso viso mascherato altrimenti non avranno scampo contro di lui!

source: I am sorry... Galas... I... failed...
it: Mi spiace... Galas... ho fallito...

source: Now, what part do you want to see teared apart first?
it: Ora che parte del corpo vuoi che ti strappi per prima?

source: But... the cave's roof! No!
it: Ma... il soffitto della caverna! No!

source: Yes, I shall not depart alone!
it: Sì, non me ne andrò da solo!

source: You are mad!
it: Sei matto!

source: Death will take us all now...
it: Ora la morte ci afferrerà tutti...

source: And so it ended.
it: È finita.

source: Continue playing to Episode II
it: Continua a giocare il secondo episodio

source: End the game
it: Fine della partita

source: Bye and Behold
it: Addio e arrivederci

source: Now, what do you want us to do, master Galas? We have definitively lost our home, as you had before, at the hands of those fiends.
it: Ora, cosa vuoi che facciamo, maestro Galas? Abbiamo perso per sempre la nostra patria, come voi prima di noi, a causa di quei demoni.

source: (sighs) I know, and I feel guilty, as I guess they would never have raided Knalga if it was not for pursuing us. I am deeply sorry about that.
it: (sospira) Lo so e mi sento in colpa perché credo che abbiano attaccato Knalga solo perché ci inseguivano. Sono profondamente mortificato.

source: Don't be sorry, that would have happened sooner or later. If you did not warn us of the imminent menace, we would not have been prepared for the invasion, and would have perished in there; all our race exterminated in a few days.
it: Non preoccuparti, sarebbe successo comunque presto o tardi. Se non ci aveste avvertito della minaccia incombente, non saremmo stati pronti per l'invasione e saremmo morti tutti qua, la nostra razza sarebbe stata sterminata in pochi giorni.

source: That's true. Your errand did us more good than bad, Galas. I think it showed us the cruel reality of the surface world, something that we were mostly unaware all this time.
it: È vero. Il vostro messaggio ci ha fatto più bene che male, Galas. Penso che ci abbia mostrato la cruda realtà del mondo in superficie, cosa di cui siamo stati quasi del tutto inconsapevoli per tutto questo tempo.

source: Now, as you said before, all we can do is find a new home in these lands. But, are you sure you will be safe there, without us?
it: Adesso, come tu hai già detto, possiamo solo più cercare una nuova patria in queste terre. Ma, siete sicuri che sarete al sicuro qui senza di noi?
