Repository: wescamp/Invasion_from_the_Unknown-1.4
Catalog: po/*.po
Languages: it

source: Ha, obviously it's an important one. Get out of our path, vermins!
it: Ah, naturalmente deve essere importante. Toglietevi dal nostro cammino, parassiti!

source: You shall not pass!
it: Non passerete!

source: Galas, you, the elvish leader. You have no idea how much time I have been waiting for this moment, to see your face of terror and squash you like a bug, to squash you in the same manner the witch did with me.
it: Galas, tu, capo degli elfi. Non hai idea di quanto tempo ho aspettato questo momento per vedere il tuo viso terrorizzato e schiacciarti come un insetto, schiacciarti nella stesso modo in cui la strega ha fatto con me.

source: So you are the monster that killed Anlindë. You shall pay for that, and I'll make sure that no part of your body is left this time to resurrect you!
it: Dunque sei tu il mostro che ha ucciso Anlindë. Pagherai per questo e mi assicurerò che non rimanga nemmeno una parte del tuo corpo per risuscitarti!

source: Fool, there is no weapon or magical power left in this world to destruct me permanently. You will be only wasting your last minutes of life!
it: Sciocco, in questo modo non è rimasta arma né potere magico che possa distruggermi permanentemente. Stai solo sprecando gli ultimi tuoi istanti di vita!

source: No, we will prevail. It is you who will waste his last minutes of life.
it: No, noi vinceremo. Sei tu che stai sprecando gli ultimi istanti della tua vita.

source: Ah, the so feared Lady of Light... you are nothing but a girl. I'll teach you a lesson, to respect those who are actually powerful, to respect the lords of Chaos!
it: Ah, la temuta signora della luce... sei solo una ragazza. Ti darò una lezione, ti insegnerò a rispettare quelli che sono davvero potenti, a rispettare i signori del caos!

source: Defeat the Chaos Warlord
it: Sconfiggi i il signore della guerra del caos

source: I told you so, fools. What now? Will you let me kill you at last, or will you try to escape and run away like little rabbits?
it: Ve l'ho detto, sciocchi. E adesso? Finalmente vi lascerete uccidere o cercherete di scappare e fuggire via come piccoli conigli?

source: Uh, oh. This is...
it: Eh, oh. Questo è...

source: If any of you can't think of a good idea, this is surely our end! Our backs are surrounded by lava, and this bastard is immortal or something.
it: Se non ti viene in mente nessuna buona idea, questa è davvero al nostra fine! Alle spalle siamo circondati dalla lava e questo bastardo è immortale o qualcosa del genere.

source: I have an idea.
it: Ho un'idea.

source: What would it be?
it: Cosa sarebbe?

source: It is highly risky, and I'll need Malin's help. Malin?
it: È un grosso rischio e mi servirà l'aiuto di Malin. Malin?

source: Yes?
it: Sì?

source: We need to put our hands together and concentrate. We will call upon the power of the Union.
it: Dobbiamo unire le nostre mani e concentrarci. Invocheremo il potere dell'unione.

source: We will WHAT?!
it: Noi faremo COSA?

source: You what?
it: Tu cosa?

source: The heat must have affected your mind, that is sheer madness. You can't call upon that high power without the help of the Master of Darkness. Attempting to do so could destroy us all!
it: Il caldo deve averti dato alla testa, è una follia bella e buona. Non puoi invocare questo supremo potere senza l'aiuto del signore dell'oscurità. tentare una cosa del genere ci distruggerà tutti!

source: I know, but hasty situations require hasty decissions. Just do as I said and trust me that nothing bad will happen.
it: Lo so, ma nelle situazioni pericolose servono decisioni pericolose. Fa' come ho detto e fidati di me che non succederà niente di male.

source: Very well, then...
it: Benissimo allora...

source: Let's distract the Warlord in the mean time, then!
it: Allora, nel frattempo distraiamo il signore della guerra!

source: Move Elynia and Mal Keshar so that they are in adjacent hexes
it: Sposta Elynia e Mal Keshar in modo che si trovino su esagoni adiacenti.

source: Distract the Warlord
it: Distrai il signore della guerra

source: Nooooo... forgive me, Master...
it: Nooooo... perdonatemi, padrone...

source: Wait a moment, who are you? Where does your master hide?
it: Un momento, chi sei? Dove si nasconde il tuo padrone?

source: I'm not telling you... anything...
it: Non vi dirò... niente...

source: No, you actually will tell me. Who are you?
it: No, tu parlerai invece. Chi sei?

source: Elynia? What are you doing?
it: Elynia? Cosa stai facendo?

source: I am Elyssa, and used to be a wanderer mage before stumbling upon the Empire and the powers of Chaos. The Shadow Master... he taught me things that you cannot imagine. He showed me the powers of the grand Uria! He... they, they converted me to their side, turning me into a demon...
it: Sono Elyssa ed ero una maga errante prima di incappare nell'impero e nei poteri del caos. Il signore dell'ombra... mi ha insegnato cose che non potete nemmeno immaginare. Mi ha mostrato i poteri del grande Uria! Egli... loro, loro mi hanno convertito alla loro parte, trasformandomi in un demone...

source: Where does your master hide?
it: Dove si nasconde il tuo padrone?

source: The Halls of the Damned... the door behind, and the Dark Hive... follow the dark road, and you will find him, in a chamber plenty of his creations...
it: Le sale dei dannati... la porta dietro e l'alveare nero... segui la strada oscura e lo troverai in una stanza piena delle sue creazioni...

source: Now you can pass in peace, Elyssa.
it: Ora puoi trapassare in pace, Elyssa.

source: As Elyssa performed her last breathe, her former appearance returned, showing that of a beautiful red-haired human mage.
it: Esalato l'ultimo respiro, Elyssa recuperò il suo aspetto originale di una affascinante maga dai capelli rossi.

source: But the group could not rest even for a while, nor give the poor victim a proper burial. So they threw her still warm corpse to the lava to be completely consumed, and purposefully headed towards the Halls of the Damned...
it: Ma il gruppo non potè riposare nemmeno per un momento, né dare alla disgraziata vittima un'adeguata sepoltura. Perciò gettarono il suo corpo ancora caldo nella lava che lo consumò completamente e si diressero con decisione verso le sale dei dannati...

source: Protect them!
it: Proteggeteli!

source: Distract the Warlord for two turns, during which Elynia and Mal Keshar will not be able to move or attack
it: Distrai il signore della guerra per due turni durante i quali Elynia e Mal Keshar non saranno in grado di muoversi o attaccare

source: Uh? No! It is... it is impossible! The Union!
it: Eh? No! Non... non è possibile! L'unione!

source: Who is the scared rabbit now?
it: Chi è adesso il coniglio spaventato?

source: No... no! You cannot defeat me! No!
it: No... no! Non potete sconfiggermi! No!

source: Use the 'Union' attack of Elynia or Mal Keshar to vanquish the Warlord
it: Usa l'attacco “unione” di Elynia o Mal Keshar per sconfiggere il signore della guerra

source: The Dark Hive
it: L'alveare nero

source: Halls of the Damned
it: Le sale dei dannati

source: The Final Gate
it: Il cancello finale

source: Lair of the Shadow Master
it: Tana del signore dell'ombra

source: Objective:
it: Obiettivo:

source: Get past the Dark Hive and the Halls of the Damned and move any unit to the final gate
it: Attraversa l'alveare nero e le sale dei dannati e sposta una qualunque unità al cancello finale

source: Note: only three of your heroes will be available until you make it to the Lair of the Shadow Master.
it: Nota: Solo tre dei tuoi eroi saranno disponibili finché non raggiungi la tana del signore dell'ombra.

source: Alright. Erathan and the others should stay behind while we clean the way to the Lair. Although, in my opinion it would be best if no one of them followed us.
it: Bene. Erathan e gli altri dovrebbero stare dietro mentre noi ripuliamo la strada alla tana. Comunque, secondo me sarebbe meglio se nessuno di loro ci seguisse.

source: If dying for loyalty is the fate they desire, then so be it. We will need all the help we can get, too, if we are going to face the master mind.
it: Se la fine che vogliono è morire per fedeltà, così sia. Ci serve, anche, tutto l'aiuto che possiamo avere se stiamo per affrontare chi c'è dietro a tutto ciò.

source: (sighs) Fair enough, let's move.
it: (sospira) È ragionevole, andiamo.

source: Remember that now we have the power of the Union by our side, once again.
it: Ricordate che ora abbiamo di nuovo il potere dell'unione dalla nostra parte.

source: This is it. The final gate. This is the way to go, if we are all ready!
it: Eccolo. Il cancello finale. Questa è la strada se siamo tutti pronti!

source: Here we are. But I hesitate to continue...
it: Eccoci. Ma io sono esitante a continuare...

source: Even I hesitate.
it: Anche io esito.

source: Elynia, what say you?
it: Elynia, che ne dici?

source: Huh? We have no time to waste in hesitating our steps here. We have come this far, so it is now the time to finish our task.
it: Eh? Non abbiamo tempo da perdere esitando ad avanzare. Siamo arrivati fin qua, adesso è il momento di finire il nostro compito.

source: Locate and enter the Lair of the Shadow Master
it: Individua ed entra nella tana del maestro dell'ombra

source: Shadow Master
it: Signore delle ombre

source: Welcome to my lair, fools.
it: Benvenuto nella mia tana, sciocchi.

source: Welcome to the Lair
it: Benvenuti nella tana

source: Find the Shadow Master and put a definitive end to his evil empire
it: Scova il maestro dell'ombra e scrivi la parola fine al suo impero del male

source: Come out of your hiding, villain! Your rule of doom is about to come to an end!
it: Vieni fuori dal tuo nascondiglio, canaglia! Il tuo regno del male sta per finire!

source: Nothing.
it: Nulla.

source: Ek! The doors behind us have been replaced by a wall. We are trapped in this lair, probably so that he can play his game with us.
it: Ehi! Al posto delle porte dietro di noi c'è un muro. Siamo intrappolati in questa tana, probabilmente vuole fare il suo gioco con noi.

source: Then let's be on guard.
it: Allora stiamo in guardia.

source: Out of order.
it: Fuori uso.

source: I was sure you would not fail to your word, Galas. You made it to my lair, beating all the obstacles that I put in your road.
it: Ero sicuro che non avresti mancato alla tua parola, Galas. Sei arrivato nella mia tana, superando tutti gli ostacoli che ti ho messo sulla strada.

source: Indeed we did. Now it's down to you and us, cruel monster!
it: Ce l'abbiamo fatta davvero. Adesso è una questione tra noi e te, mostro crudele!

source: Ha. Face to face? Not really, since I can't control the hunger of my pets.
it: Ah. Faccia a faccia? Non proprio, dato che non posso controllare gli istinti dei miei cuccioli.

source: Who in truth are you? Reveal your identity, villain.
it: Chi sei davvero? Svela la tua identità, canaglia?

source: Elynia, has all this been enough for you to trust me now?
it: Elynia, adesso tutto questo non ti basta per fidarti di me?

source: I don't know you, what do you mean? Why should I trust you?
it: Non ti conosco, cosa vuoi dire? Perché dovrei fidarmi di te?

source: Such harsh words from you deeply disappoint me. Elynia, even if my external appearance has changed significantly from the last time we saw each other, you can feel my heart, can't you?
it: Le tue dure parole mi deludono profondamente. Elynia, anche se il mio aspetto esteriore è radicalmente cambiato dall'ultima volta che ci siamo visti, puoi sentire il mio cuore, no?

source: You... you... impossible...
it: Tu... tu... impossibile...

source: Don't listen to his filthy words, Elynia! He tries to deceive you, to trick you into doing his will!
it: Non ascoltare le sue schifose parole, Elynia! Cerca di ingannarti, di raggirarti per fare quello che vuole!

source: In a humble manner, I admit this petty lich is right on his statements. Yet again, Elynia, you know you should listen to me and trust my words. I saved your life before you became a shyde, I protected you for centuries, and now, I built this empire of glorious power for us both.
it: A suo modo, devo ammettere che questo patetico lich ha ragione. Ancora una volta, Elynia, tu sai che dovresti ascoltarmi e fidarti delle mie parole. Ti ho salvato la vita prima che tu diventassi una ninfa, ti ho protetto per secoli e ora ho costruito questo impero di splendida gloria per noi due.

source: No... it cannot be...
it: No... non può essere...

source: Aye, it can be, dear.
it: Sì, può essere, tesoro.

source: I cannot... believe... it.
it: Io non... posso ... crederci.

source: How could you...
it: Come hai potuto...

source: Surprised? I expected that. And you may hate me for my choice, but I did all this only for you. Yet, you can come again to my side, and I'll protect you as I did before, this time from our enemies that want to slay us, the treacherous ones that call themselves your 'friends'...
it: Sorpresa? Ma l'aspettavo. E forsi mi odi per la mia scelta, ma l'ho fatto per te. Puoi essere di nuovo al mio fianco e io ti proteggerò come ho già fatto, questa volta dai nostri nemici che vogliono ucciderci, i traditori che dicono di essere i tuoi “amici”...

source: Argan, how could you...
it: Argan, come hai potuto...

source: Prepare to die, again if necessary, fiend! Your empire of evilness, treachery and cruelty shall end today, here. Now. You'll pay for your heinous deeds.
it: Preparati a morire, di nuovo se necessario, demonio! Il tuo impero di malvagità, tradimento e crudeltà finirà oggi e qui. Adesso. Pagherai per le tue sciagurate imprese.

source: As you command, Master.
it: Ai vostri ordini, padrone.

source: If someone is to be destroyed this day, it is you, not us. We have the power of the Union by our side, and you have nothing but your mastery of the vilest arts. You chose to give up the Union, and now you'll face the consequences.
it: Chi verrà distrutto oggi sarai tu, non noi. Abbiamo il potere dell'unione dalla nostra parte mentre tu non hai niente tranne la padronanza delle arti più abominevoli. Hai scelto di rinunciare all'unione e ora ne pagherai le conseguenze.

source: What happens?
it: Che succede?

source: Their power is incredibly great. I have never seen anything like this in my life before!
it: Il loro potere è incredibilmente gigantesco. Non ho mai visto o sentito di qualcosa del genere prima d'ora!

source: I call upon you, Death Knight. Come and help us in this predicament!
it: Ti invoco, cavaliere della morte. Vieni ad aiutarci in questo casino!

source: Death Knight
it: Cavaliere della morte

source: absorbed damage
it: danno assorbitodanno

source: You are just feeding me, fools!
it: Mi state solo dando energia, sciocchi!

source: Then what blasted thing is your body made of?!
it: Ma di che diavolo è fatto il tuo corpo?!

source: Uria dismantled my original body, and rebuilt it to be stronger and deadlier, to serve her cause as his blessed messenger of Chaos. No one can oppose me now, and those who dare think of doing so, end like the drones around you.
it: Uria ha smembrato il mio corpo e lo ha ricostruito perché fossi più forte e letale, per servire la sua causa come il suo messaggero del caos. Ora nessuno può opporsi a me e quelli che osano pensare di farlo, fanno la stessa fine dei droni attornoa voi.

source: So, you, yourself, did this monstrousity to them?
it: Dunque, tu, proprio tu hai compiuto questa mostruosità su di loro?

source: Aye, but they are nothing more than cheap imitations of my own body's design. I am far more powerful than any of them. Do you see now, that in this world all that is natural is destined to perish eventually, but that my arts can allow us to enlengthen the life-span of beings, without going through the decay and foul consequences of necromancy?
it: Già, ma sono solo pallide imitazioni dell'architettura del mio corpo. Sono di gran lunga più potente di tutti loro. Ora capisci che in questo mondo tuto quello che è naturale è destinato a perire alla fine, ma questa mia arte ci permetterà di prolungare la vita degli esseri, senza subire la corruzione e le luride conseguenze della necromanzia?

source: No... you are a monster now, an abomination. Not worthy of my love. I can hardly believe I spent so much time with you, not knowing what you'd become later!
it: No... sei un mostro ora, un abominio. Non sei degno del mio amore. Non riesco a credere di aver sprecato così tanto tempo con te, senza sapere cosa saresti diventato!

source: What are you saying? You know you are not being serious!
it: Cosa stai dicendo! Lo so che non stai dicendo sul serio!

source: Mal Keshar, the Union!
it: Mal Keshar, l'unione!

source: Aye, the Union.
it: Sissignore, l'unione.

source: Probably wrong in that last part.
it: Forse l'ultima parte è sbagliata.

source: The power that was granted to you now shall be removed. For the sake of earth's future... I... I have got to do this...
it: Il potere che ti è stato dato ora ti sarà tolto. Per il bene del futuro della terra... io... io devo farlo...

source: Aaaah! The power... my power, is... it is destructing myself! You'll pay for this! Aaargh!
it: Aaaah! Il potere... il mio potere, mi... sta distruggendo! La pagherete! Aaaarg!

source: What's this? Watch out, drones emerge from his body with each hit!
it: Cos'è questo? Guardate, dei droni escono dal suo corpo ad ogni colpo!

source: I am being serious. Mal Keshar, let's finish with this once and for all!
it: Ora facciamo sul serio. Mal Keshar, facciamola finita una volta per tutte!

source: As you command, my lady. Let's do it.
it: Ai vostri ordini, mia signora. Facciamolo.

source: What happened?
it: Cosa è successo?

source: It seems that Argan's death has invalidated the power of the Union, and Elynia and Mal Keshar are back to normal.
it: Pare che la morte di Argan abbia annullato il potere dell'unione e Elynia e Mal Keshar sono tornati normali.

source: The prophecy has just been broken.
it: La profezia è stata appena infranta.

source: Cocka... what?
it: Cocka-cosa?

source: What the hell is that thing?
it: Cos'è diavolo è questa cosa?

source: There is always a first time.
it: C'è sempre una prima volta.

source: Look!
it: Guardate!

source: As you suspected, Malin. The death of the chimera caused all the other cockatrices to collapse.
it: Come pensavi, Malin. La morte della chimera ha fatto cadere tutte le cockatrice.

source: Those gates...
it: Questi cancelli...

source: Find the Shadow Master and put a definitive end to his empire of evilness
it: Scova il maestro dell'ombra e scrivi la parola fine al suo impero del male

source: udesc^Chimera
it: Chimera

source: Broken Heart
it: Cuore spezzato

source: Proceed to the fortress' surface exit
it: Procedi verso l'uscita in superficie della fortezza

source: We should not waste more of our time here if we don't want to be buried alive by the rocks!
it: Non dovremmo sprecare altro tempo qua se non vogliamo essere sepolti vivi dalle rocce!

source: Elynia, don't look back.
it: Elynia, non ti voltare.

source: I... I shall try not to.
it: Ci... ci proverò.

source: Ah, nuts. This place is burning with the lava flows!
it: Ah, diavolo. Questo posto sta bruciando con le correnti di lava!

source: Not quite, it is more like the inverse process. The earth is swallowing this place back to the depths.
it: Non proprio, piuttosto è il processo inverso. La terra sta inghiottendo questo luogo di nuovo nelle sue profondità.

source: Erm... come on, we must run as fast as possible to the exit! Let's not be distracted by any foes that might be roaming around!
it: Em... coraggio, dobbiamo correre il più veloce possibile verso l'uscita! Non fatevi distrarre da nessun nemico che vaga da queste parti!

source: I hope we made it in time...
it: Speriamo di aver fatto in tempo...

source: No! The roof will crush us!
it: No! Il soffitto ci schiaccerà!

source: What do you mean, boy?
it: Cosa vuoi dire, ragazzo?

source: So?
it: Dunque?

source: The what?
it: I cosa?

source: A Royal Meeting
it: Un incontro regale

source: Welcome, friends. It has been a long time since your kinsmen last visited us. Tell me your names, and what brings you here, to the depths of New Knalga.
it: Benvenuti, amici. È passato così tanto tempo dall'ultima volta che i vostri consanguinei ci hanno fatto visita. Ditemi i vostri nomi e cosa vi porta qua, nele profondità di Knalga.

source: I am Galas, leader of the Elves from the Valley of Elynia.
it: Sono Galas, capo degli elfi della valle di Elynia.

source: Anlindë, first advisor of Galas.
it: Anlindë, prima consigliera di Galas.

source: Mal Keshar, necromancer, tourist guide for these elves.
it: Mal Keshar, necromante, guida turistica di questi elfi.

source: It is written that you, necromancer, killed many dwarven scouts centuries ago, but I guess I can tolerate it if you are by the side of the elves... but, you are not the Quenoth elves then?
it: È scritto che tu, necromante, hai ucciso molti nani esploratori secoli fa, ma penso che possiamo tollerarlo se sei dalla parte degli elfi... ma, allora voi non siete gli elfi Quenoth?

source: I think I know what happens. King, your fellow dwarves told us these Quenoth elves came from the desert, is that true?
it: Penso di sapere cosa sia accaduto. Maestà, i vostri sudditi nani ci hanno detto che erano venuti dal deserto, è vero?

source: Yes, indeed, but then where are you from?
it: Sì, certamente, ma allora voi da dove arrivate?

source: We come from a valley located east from here, surrounded by the far, unknown lands that we call the 'outsides'. Your people must know them as the 'unknown east'. In an elven war after the Fall, the survivors departed ways. One group found the Valley of Elynia, where we come from, our ancestors. The other group must be these desert elves you spoke us of.
it: Noi proveniamo da una valle situata a est, circondata dalle lontane e sconosciute terre che noi chiamiamo l'“esterno”. La vostra gente probabilmente le conosce come l'“oriente incognito”. Durante una guerra, dopo la caduta, gli elfi sopravvissuti partirono in direzioni opposte. Un gruppo trovò la valle di Elynia, da dove noi proveniamo, erano dunque i nostri antenati. L'altro gruppo deve essere quello di questi elfi del deserto di cui avete parlato.

source: That explains then why the orcs were aware of the existence of elves in the desert, why the savage human tribes feared us, and why you dwarves knew us. But, what did the desert elves do for you? What happened here?
it: Ciò spiega dunque perché gli orchi sapessero dell'esistenza di elfi nel deserto, perché le tribù selvagge degli uomini ci temessero e perché voi nani ci conosceste. Ma, cosa fecero per voi gli elfi del deserto? Cosa è accaduto qua?

source: I'll tell you, but I wonder why you departed ways.
it: Ve lo dirò, ma mi chiedo perché vi divideste in direzioni opposte.

source: It is something we have always wondered for years. Possibly our ancestors decided to divide and explore the lands in two different groups, and then got lost. That also leaves the possibility that the other group that went to the desert was also divided, and that just a small part of them were the Quenoth elves that you met.
it: È una cosa che ci siamo sempre chiesti per anni. Forse i nostri antenati decidero di dividersi e esplorare la terra in due gruppi diversi e poi si persero. È anche possibile che l'altro gruppo che esplorò il deserto si sia diviso allo stesso modo e che solo un piccolo gruppo di loro erano gli elfi Quenoth che avete incontrato.

source: How could they have survived in the desert?
it: Come avrebbero fatto a sopravvivere nel deserto?
