Repository: wescamp/Invasion_from_the_Unknown-1.4
Catalog: po/*.po
Languages: it

source: These days, we have sent scouts and they report that life has struggled to flourish in the desert, and that oasis are now forests. But back then, nothing of that existed, it was just plain desert.
it: In questi giorni, abbiamo mandato esploratori che ci riferiscono che la vita si batte per rifiorire nel deserto e le oasi ora sono foreste. Ma allora non esisteva nulla, solo piatto deserto.

source: We were losing a war against troll invaders some centuries ago. Then, the desert elves appeared, confused and somewhat ill from their journey across the sands when their former home was destroyed by rocks falling from the skies.
it: Stavamo perdendo una guerra contro dei troll invasori secoli fa. Poi apparvero gli elfi del deserto, confusi e in qualche modo malati per il loro viaggio attraverso le sabbie dopo che la loro patria era stata distrutta da rocce che cadevano dal cielo.

source: They helped us with the trolls for no reason at all, and shortly managed to kill the troll chieftain, causing the troll's despair, confusion and subsequent defeat.
it: Ci aiutarono con i troll senza nessuna ragione e in breve riuscirono a uccidere il capitano dei troll, provocando disperazione e confusione tra i troll e quindi la loro disfatta.

source: In comparison to you, their appearance was drastically different. Their skin's tone was of a darker grayish brown, and their clothes, weapons and habits were adapted for the harsh life in the desert, unlike you, forest inhabitants.
it: In confronto a voi, il loro aspetto era molto diverso. Il colore della loro pelle era di un bruno grigiastro più scuro e i loro abiti, le armi e gli usi erano adattati alla dura vita nel deserto, a differenza di voi, abitanti della foresta.

source: Their leader, Kaleh, told us that they were looking for a new home in the far North, that supposedly their god had reserved for them. However, the dwarf we sent with them to the northern exit tunnels returned some years later with interesting news about that expedition.
it: Il loro capo, Kaleh, ci disse che stavano cercando una nuova patria nel lontano nord, che credeva che gli dei gli avessero riservato. Comunque il nano che mandammo con loro verso le uscite settentrionali delle gallerie tornò dopo qualche anno con interessanti notizie su quella spedizione.

source: What news?
it: Quali notizie?

source: After escaping from a flood in the northern caves, they were surrounded by humans, the humans that killed many of our scouts for no reason at all.
it: Dopo essere scampati a una inondazione delle gallerie settentrionali, furono circondati da uomini, gli uomini che avevano ucciso molti dei nostri esploratori senza nessun motivo.

source: They got themselves in the ocean's shore for rescuing merfolk, that were going to be executed by the evil humans. Then, their goddess appeared and turned some of them against their leader. Later, it was proven that she, Eloh, was actually a fake.
it: Raggiunsero le sponde dell'oceano per salvare i neredi che stavano per essere giustiziati dagli uomini malvagi. Quindi la loro dea apparve e rivolse alcuni di loro contro il loro capo. Più tardi si scoprì che ella, Eloh, era una falsa dea.

source: The merfolk led them to an isle in the ocean, Zochtannol, were they had their final fight against the fake goddess. It turned out to be 'Yechnagoth', the Eater of Souls. Some weird thing with enough power to create illusions, raid minds and corrupt souls from its safe lair in that isle. Its effects almost had effect on us, underground inhabitants, but since we were smarter and stopped sending scouts to the surface, we escaped to its evil for enough time until your kinsmen succeeded and defeated it.
it: Il popolo del mare li condusse su un'isola nell'oceano, Zochtannol, dove ci fu lo scontro finale contro la falsa dea. Si scoprì che era “Yechnagoth”, il divoratore di anime. Alcuni esseri soprannaturali con la capacità di creare illusioni, razziano menti e corrompono anime dal sicuro del suo nascondiglio in quell'isola. Su di noi, abitanti del sottosuolo, non hanno quasi effetto, ma poiché eravamo più astuti e smettemmo di inviare esploratori in superficie, scampammo al male abbastanza a lungo fino a quando i vostri consanguinei riuscirono a sconfiggerlo.

source: So they survived?
it: Dunque sono sopravvissuti?

source: Yes. The scourt dwarf that went with them returned years later with the good news, so we started to send scouts to the surface again, setting up new trade routes and relationship between the Far North humans and our kingdom. That helped Knalga have its own rebirth.
it: Sì. Il nano esporatore che andò con loro tornò anni dopo con una buona notizia e dunque ricominciammo a inviare esploratori in superficie, tracciando nuove rotte commerciali e intrecciando relazioni tra gli uomini dell'estremo nord e in nostro regno. In questo modo, Knalga è rinato.

source: However, the southern lands were being slowly taken over by evil humans again. A conflict between the south humans and the northern lands was started, and we, being in crossfire, ceased any scouting south from Knalga. However, the Northern lands have thrived, and although they are now menaced by the threat of war from the evil humans, they could certainly serve you as temporary home, if that is what you are seeking. A new home?
it: Tuttavia, le terre meridionali cominciavano lentamente a essere conquistate di nuovo da uomini malvagi. Iniziò una guerra tra gli uomini del sud e le le terre del nord e noi, presi nel mezzo, cessammo ogni esplorazione a sud di Knalga. Comunque le terre del nord hanno prosperato e anche se ora sono minacciate dal pericolo di una guerra con gli uomini malvagi, potrebbero di sicuro essere una patria temporanea per voi, se è questo che cercate. Una nuova patria?

source: Partly. We are glad to hear that good news, but no lands will survive to what will happen next if the evil is not stopped. Your men already saw what forces are supporting the humans. Not even the power of undead...
it: In parte. Siamo lieti di sentire così buone notizie, ma nessuna terra sopravviverà a quello che capierà presto se non fermiamo il male. I vostri uomini hanno visto quali forze appoggiano gli uomini. Nemmeno il potere dei non-morti...

source: *cough*
it: (tossisce)

source: ... could stop them, not even temporarily. We already fighted one of their more powerful battle soldiers, the Mechanical Goliath, that is how we call it.
it: ... potrebbe fermarli, nemmeno tempopraneamente. Abbiamo già combattuto uno dei più potenti soldati da battaglia, il gigante meccanico, come lo chiamiamo noi.

source: I am aware of those giant droids, actually, because we built some of them...
it: Conosco questi androidi giganti perché, in realtà, ne costruimmo qualcuno...

source: You DID?
it: Li avete FATTI voi?

source: You did?
it: Li avete fatti voi?

source: Really?
it: Davvero?

source: Let's just say that we dwarves are technologically more advanced than you surface people. *laughs*
it: Diciamo che noi nani siamo più tecnologicamente avanzati di voi popoli di superficie. (ride)

source: I see, but you don't have the power of the forces of hell itself by your side, do you?
it: Capisco, ma non avete il potere delle forze infernali dalla vostra parte, vero?

source: No, and that worries us.
it: No e questo ci preoccupa.

source: We went here to solve our lack of force, actually.
it: In realtà, siamo qua per risolvere la vostra carenza di forza.

source: We cannot...
it: Non possiamo...

source: Not hiring dwarves, no no. Anlindë could explain it better.
it: Non intendiamo reclutare nani, no no. Anlindë potrà spiegarvelo meglio.

source: The elf war after the Fall was caused by a creature of the same kind that troubles us all now. A demon, and was vanquished by two people almost alone. They were the Master of Darkness and the Lady of Light. According to our friend necromancer, the two went to the depths of the world, supposedly to sleep. Although the master of Darkness disappeared, the Lady of Light, Elynia, must be sleeping in the deepest caves of the system.
it: La guerra degli elfi dopo la caduta fu provocata da una creatura della stessa razza che ci crea adesso problemi. Un demone. E fu sconfitto da due persone quasi da da sole. Erano “il signore dell'oscurità” e “la signora della luce”. Secondo il nostro amico necromante, i due raggiunsero le profondità della terra apparentemente per riposare. Sebbene il signore dell'oscurità sia scomparso, la signora della luca, Elynia, dovrebbe essere addormentata nelle gallerie più profonde del sistema.

source: Interesting. Althurin's master actually had a possibly related story of his wanderings in the deepest caves. He did not go too deep because of the creeps that were roaming there, but went deep enough to tell us some facts. Unfortunately, though, that happened a century or two ago, so the only dwarf left who could tell you the details, with a relative level of reliability, would be his apprentice, Althurin himself, our current best runemaster. Althurin?
it: Interessante. Il maestro di Althurin in realtà aveva una storia forse collegata delle sue esplorazioni nelle caverne più profonde. Non andò troppo in profondità a causa degli orrori che vi si aggiravano, ma scese abbastanza per raccontarci qualcosa. Sfortunatamente, però questo successe uno o due secoli fa, perciò l'unico nano rimasto che potrebbe raccontarvi i particolari, con un livello di affidabilità sufficiente, sarebbe il suo apprendista, Althurin stesso, il nostro attuale signore delle rune. Althurin?

source: Yes, my lord?
it: Sì, mio signore?

source: Tell us.
it: Raccontaci.

source: Well, my master shared this with me just some months before his death, for he was too old for living any longer, but I think I remember every detail of what he told me.
it: Be', il mio maestro condivise con me solo qualche mese prima della sua morte dato che era troppo anziano per vivere ancora, ma penso di ricordare tutti i particolari che mi ha raccontato.

source: He was just a young dwarf when he went to explore the depths of our territory, tunnels never explored before. He was seeking rare metals that could serve for crafting powerful and sophisticated weapons, and, well, he was young, again, so he was a little fool that purposefully went to the unknown parts of the underground in a madness attack.
it: Era solo un giovane nano quando cominciò a esplorare le profondità del nostro territorio, gallerie mai esplorate prima. Stava cercando metalli rari che avrebbero potuto servire per produrre armi potenti e sofisticate e, be', era giovane, ho detto, perciò era un po' uno sciocco che di proposito scendeva nelle zone sconosciute del sottosuolo in un attacco di follia.

source: People when young often do foolish things. I know that very well.
it: Spesso i giovani fanno cose stupide. Lo so molto bene.

source: He said that there were indeed rare materials waiting to be extracted; however, there were also rare creatures waiting for prey. He could barely escape from there, alone.
it: Disse che c'era un materiale estremamente raro che aspettava solo di essere estratto; tuttavia c'erano anche delle creature rare in agguato per dargli la caccia. A mala pena è riuscito a scappare da qui, da solo.

source: Well, he must have been a real fool to go to such place alone.
it: Be', deve essere stato davvero uno sciocco per andare in quei luoghi da solo.

source: Possibly because no sane dwarf would dare go to such parts, be it alone or accompanied.
it: Forse perché nessun nano sano di mente oserebbe andare in quei luoghi, né da solo né in compagnia.

source: However, with his mastery of runecrafting, he could detect a strong presence even deeper by those parts. The presence of what he called 'the Source of Light itself'.
it: Comunque, con la sua padronanza delle rune, potè individuare una presenza forte ancora più in profondità. La presenza di quella che chiamò la «fonte della luce stessa».

source: If your lady of Light is so powerful, it could have been her presence.
it: Se la vostra signora della luce è così potente, potrebbe essere stata la sua presenza.

source: Certainly.
it: Certamente.

source: That's what we came for. To find her. If you don't mind, Dwarf-lord, we shall go there.
it: Ecco perché siamo venuti. Per trovarla. Se non avete nulla in contrario, signore dei nani, noi andremo laggiù.

source: We WHAT?!
it: Noi COSA?

source: We shall descend there, Galas.
it: Noi scenderemo laggiù, Galas.

source: But, but...
it: Ma, ma...

source: Fools, indeed, but if you don't have any better clue of how to vanquish the evil once and for the rest of eternity...
it: Proprio stupido, ma se non avete nessun altra idea su come sconfiggere il male una volta per sempre...

source: The Union? Nobody can possibly control it...
it: L'unione? Nessuno è in grado di controllarla...

source: Our saviors did. The union of the powers of Darkness and Light defeated the evil once, and I have faith in that it shall do it again if we can summon it. But we cannot, directly at least. Finding the Lady of Light would be the first step. The second would be finding the Master of Darkness, but if Mal Keshar's is right, we possibly won't find it here. It must be somewhere else, captured, trapped, or otherwise. We being here, it might be our only chance to complete the first step.
it: I nostri salvatori lo fecero. L'unione dei poteri dell'oscurità e della luce sconfissero il male già una volta e io ho fede che lo farà di nuovo se noi potessimo invocarla. Ma non potremo farlo, almeno non direttamente. Il primo passo sarebbe quello di trovare la signora della luce, il secondo quello di trovare il signore dell'oscurità, ma se Mal Keshar ha ragione, probabilmente non lo troveremo qua. Deve trovarsi altrove, prigioniero, intrappolato o cos'altro. Dato che siamo qui, la nostra unica possibilità è quella di compiere il primo passo.

source: Before the evil invades Knalga!
it: Prima che il male invada Knalga!

source: My king, I shall go with them, if you allow me to do so.
it: Mio re, ci andrò anche io se me lo permetterete.

source: Althurin, you are middle-aged, unlike your master when he risked his life. What motivates you to do that?
it: Althurin, tu sei maturo, a differenza del tuo maestro quando rischiò la sua vita. Cosa ti spinge a farlo?

source: I would feel certainly disappointed and decepcionated of myself if I got an apprentice who I could not tell any of my adventures because I wouldn't have any to tell. I do not want to grow old, die, and have done nothing 'risky' like what my master did. I know it might sound foolish, but...
it: Sarei sicuramente frustrato e deluso da me stesso se se avessi unapprendista a cui non poter raccontare nessuna delle mie avventure perché non ne ho avute nessuna. Non voglio diventar vecchio, morire e non aver fatto nulla di “rischioso” come aveva fatto il mio maestro. So che può sembrare stupido, ma...

source: Fair enough. You can go. Be careful, and listen to Althurin's advice. He has proved to be a wise runecrafter. I cannot judge by myself whether he is wiser than his master or not, but I think he will guide you so that you don't suffer the foul destiny that might have suffered any other adventurer that wandered there.
it: È sensato. Puoi andare. Siate prudenti e prestate ascolto ai consigli di Althurin. Ha dato prova di essere un maestro delle rune saggio. Non posso giudicare da solo se sia più saggio del suo maestro o no, ma penso che vi guiderà in modo che non farete la fine disgraziata che potrebbero aver fatto tutti gli altri avventurieri che si sono avventurati laggiù.

source: Thanks, sir.
it: Grazie, signore.

source: This is going to be fun...
it: Sarà divertente...

source: Outside
it: Fuori

source: We made it! And there are no signals of demons around.
it: Ce l'abbbiamo fatta! E non ci sono tracce dei demoni qui attorno.

source: Ah, I can feel again the wind in my hair... it has been a really long time. It is a bit cold, but still nice, for being underground during centuries.
it: Ah, sento il vento nei capelli... era da veramente molto tempo. È un po' freddo, ma è ancora piacevole, dopo essere stati per secoli sottoterra.

source: You know, I do not feel very pleased to be in the surface again, but it's good for you. At least it is not a desert, I guess nothing could be worse for me than sand and no trees to protect me from the suns.
it: Lo sai, non mi sento a mio agio di nuovo in superficie, ma è un bene per voi. Almeno non è un deserto, penso che per me nulla sarebbe peggio della sabbia e dell'assenza di alberi a proteggermi dai soli.

source: I wish Anlindë was here, with us, to enjoy the landscape and breath fresh air. I'll never stop feeling guilty for deliberately abandoning her there, in the caves. She was... she was the only one who could replace the loss of my mother...
it: Vorrei che Anlindë fosse qui, con noi, per godere del panorama e respirare l'aria fresca. Non smetterò mai di sentirmi colpevole per averla deliberatamente abbandonata laggiù nelle caverne. Era... era la sola che avrebbe potuto rimpiazzare la perdita di mia madre...

source: Do not feel guilty, Galas. As she said, that was the best she could do to fix her past crimes. Let's not dishonor her memory failing, we have a mission to complete.
it: Non è colpa tua, Galas. Come ella disse, era la miglior cosa che potesse fare per saldare i vecchi crimini. Non disonoriamo la sua memoria con il fallimento, abbiamo una missione da compiere.

source: And so, they signaled the rest of the group to go out of the caverns.
it: E quindi segnalarono al resto del gruppo di uscire dalle caverne.

source: What happened to Anlindë was to be unknown to all of them, albeit legends of her last battle, her courage and purposefulness were to be remembered for the rest of times. Only a few ones would know what really happened that fateful day, in the depths of the ruins of New Knalga.
it: Nessuno di loro conosceva il destino di Anlindë, sebbene le leggende della sua ultima battaglia, il suo coraggio e la sua risolutezza sarebbero state ricordate fino alla fine dei giorni. Solo pochi avrebbero saputo cos'era successo in quel fatidico giorno, nelle profondità delle rovine del nuovo Knalga.

source: May your soul rest in peace for the rest of eternity, Anlindë.
it: Possa la tua anima riposare in pace per il resto dell'eternità, Anlindë.

source: The Aragwaithi
it: Aragwaithi

source: Sirius
it: Sirio

source: Cain
it: Caino

source: Behold! This is our capital city, Raelthyn.
it: Guardate! È la nostra capitale, Raelthyn.

source: It is a really beautiful city, indeed. Where are we going?
it: È davvero una bellissima città. Dove stiamo andando?

source: I have arranged a meeting for you with the Grand Council. Only your leader, the lady and the necromancer may go in.
it: Ho organizzato una riunione con il consiglio supremo per voi. Solo il vostro comandante, la signora e il necromante possono entrare.

source: I am just glad to know that you did not leave me out.
it: Sono proprio felice di sapere che non mi avevate trascurato.

source: Hold on! Who goes there?
it: Altolà! Chi va là?

source: It's me, Erathan. I bring the strangers with me for a meeting with the Council.
it: Sono io, Erathan. Porto con me gli stranieri con me per una riunione con il consiglio.

source: Odd, but you can pass anyway.
it: È insolito, ma potete passare comunque.

source: And what about our people?
it: E la nostra gente?

source: They will have to stay in the town. We can't risk the security of our lords.
it: Dovranno rimanere in città. Non possiamo rischiare la sicurezza dei nostri signori.

source: I understand.
it: Capisco.

source: Erathan, old friend! Who are they and what is their bussiness here?
it: Erathan, vecchio amico! Chi sono questi e cosa ci fanno qua?

source: They are the strangers I spoke you of, those that I found in the southern mountains. I brought them for the meeting with the Grand Council.
it: Sono gli stranieri di cui ti ho parlato, quelli che ho trovato tra le montagne meridionali. Li ho portati per la riunione con il consiglio supremo.

source: Be welcome, then, strangers, to the Council's palace. The lords are waiting for you in the meetings chamber.
it: Siate i benvenuti, stranieri, nel palazzo del consiglio. I signori vi stanno aspettando nella camera delle riunioni.

source: Follow me.
it: Seguitemi.

source: Welcome, elves, to the Grand Council. It has been really a long time since the last your kind was seen in this continent. Please, consider this as your home.
it: Benvenuti, elfi, al consiglio supremo. È da molto tempo che non si vede la vostra razza su questo continente. Per favore, fate come se foste a casa vostra.

source: Thanks for your hospitality, my lord. It is a pleasure to meet such fine people.
it: Grazie per l'ospitalità, mio signore. È un piacere incontrare persone così squisite.

source: The pleasure is ours, too. We have always admired your kind, for centuries or so. But tell us, what bussiness brought you here? Why have we not seen you for centuries?
it: Il piacere è reciproco. La vostra razza ha sempre suscitato la nostra ammirazione secoli fa. Ma diteci, cosa vi ha portato qua? Perché non vi abbiamo visti per secoli?

source: The lands south from here, where we used to live, changed, and turned into a vast desert. We had to find refuge in a valley, far to the east, and have lived there since some time after the Fall.
it: Le terre a sud, dove vivevamo, sono cambiate e sono diventate un ampio deserto. Fummo costretti a rifugiarci in una valle, lontana a est, e vivemmo laggiù fin da poco dopo la caduta.

source: We had usually to fight nomadic tribes of savage humans or orcs, but now we found ourselves after an organized, full-sized army of humans, and had to leave.
it: Di solito eravamo costretti a combattere tribù nomadi di orchi o uomini selvaggi, ma ora ci trovammo di fronte un intero esercito organizzato di uomini e fummo costertti ad andarcene.

source: The loyalists.
it: I lealisti.

source: Yes. We hid our people underground, with little, if any, hope of surviving, and we found Mal Keshar, who volunteered to help us find...
it: Sì. Nascondemmo la nostra gente sottoterra con poche, per non dire nessuna, speranza di sopravvivere e trovammo Mal Keshar che si offrì volontario per aiutarci a trovare...

source: Elynia? I don't remember that part.
it: Elynia? Questa parte non la ricordo.

source: If you did not interrupt me... as I was saying, he guided us through the way to the Dwarven Kingdom of Knalga, south from here, in the great mountains.
it: Ti spiace non interrompermi? Come stavo dicendo, ci guidò lungo la strada per il regno dei nani di Knalga, a sud, nelle grandi montagne.

source: You contacted the dwarves, then? Interesting.
it: Avete preso contatto con i nani, vero? Interessante.

source: Yes, we did. And so we found Elynia, but the demons found us meanwhile, and that meant the sacrifice of one of our best sorceresses, to distract them while we escaped, to the North.
it: Sì, li abbiamo incontrati. E così trovammo Elynia, mai demoni nel frattempo ci raggiunsero e ciò significò il sacrificio di una delle nostre migliori sacerdotesse, che li distrasse mentre fuggimmo verso il nord.

source: Is it, then, that you want us to protect you? And what do we get in exchange?
it: Così, dunque, vorreste che vi proteggessimo? E cosa ci date in cambio?

source: I never said that...
it: Non ho mai detto che...

source: He actually meant that we, specially me, want to defeat the evil ones once and for all. However, we don't have the numerical power to do it.
it: In realtà, voleva dire che noi, e io in special modo, vogliamo sconfiggere il male una volta per tutte. Tuttavia, non abbiamo i numeri per farlo.
