Repository: wescamp/Invasion_from_the_Unknown-1.4
Catalog: po/*.po
Languages: it

source: As I said, the human magi's mastery of magic arts was not as strong as it used to be, and their attempt to lift and send Gaia to the skies was a total disaster. Their powers were not capable of setting Gaia to remain high in the skies, and the mountain fell off, crashing down onto Weldyn, the kingdom's capital, causing volcanoes to erupt all over the planet, starting a mass earth-quake that destroyed cities, valleys, even mountains. All that was beautiful and worth was then ruined.
it: Come dicevo, la padronanza della magia da parte dei maghi degli uomini non era così completa come avrebbe dovuto essere e il loro tentativo di sollevare Gaia in cielo fu un disastro totale. I loro poteri non furono in grado di mantenere Gaia nel cielo e la montagna cadde, precipitando su Weldyn, la capitale del regno, provocando eruzioni vulcaniche su tutto il pianeta, dando inizio a terremoti di massa che distrussero città, valli e persino montagne. Tutto quello che era bello e prezioso fu distrutto.

source: The humans struggled to survive, but they killed the king, the magi, and their families for the chaos they had caused. A chaos that caused horrible wars amongst Elves, Dwarves, Orcs and Trolls, altogether. Naia and Sela, the remaining monuments to the human's empire, their greed, arrogancy and hubris, scorched all known lands, drying up rivers, fields, forests and lakes. But with the power given by Yanqui, Wesmere Forest stood intact, still peaceful and green. However, Yanqui declared all foreign elves heretics that did not deserve to live.
it: Gli uomini tentavano di sopravvivere, ma il re, i maghi e le loro famiglie erano morti nel caos che avevano provocato. Un caos che provocò terribili guerre tra elfi, nani, orchi e troll. Naia e Sela, simboli dell'impero degli uomini, della loro brama di potere, della loro arroganza e delle loro superbia, bruciavano tutte le terre conosciute e seccavano fiumi, campi, foreste e laghi. Ma con i poteri concessi da Yanqui la foresta Wesmere rimase intatta, ancora pacifica e verde. Tuttavia, Yanqui dichiarò che tutti gli altri regni eretici degli elfi non meritavano di vivere.

source: So, as elves from other forests came to Wesmere as refugees, the dark cultists sacrificed them to Yanqui. The pain and agony was feeding him, growing his power stronger and greater, but when no more refugees came there, he ordered to organize raidings for capturing elves, humans, orcs, or whatever they could find in the outside lands. With the solar activity increasing, our forests were burned or dried out, and we had to abandon them. I had led my people out of the Northern forests, and we stumbled upon the Wesmere Forest.
it: Perciò, quando gli elfi delle altre foreste vennero profughi a Wesmere, gli oscuri seguaci di Yanqui li sacrificarono. Dolore e agonia lo nutrivano accrescendo semre più il suo potere, poi quando non ci furono più profughi, ordinò di organizzare incursioni per catturare elfi, uomini, orchi o qualsiasi cosa che potevano trovare nelle terre esterne. Con l'aumento dell'attività solare, le nostre foreste erano state bruciate o seccate e dovemmo abbandonarle. Guidai la mia gente verso le foreste settentrionali e incappammo nella foresta Wesmere.

source: Obviously, not knowing what was happening in there, we decided to ask for refuge in Wesmere. However, at night during our travel to the capital, we were attacked. Many of us died, specially elders and children, who were sacrificed to Yanqui, as my husband, the Lord of Darkness, Argan, could find out, risking his own life. So we found ourselves in a difficult choice - stop our brethren, the Wesmere elves, and free them from the great evil, or go away and let more of our people, eventually us, be sacrificed by the cultists. Painfully, I chose the first, and started the War of Wesmere.
it: Naturalmente non sapevamo cosa vi stava succedendo, perciò decidemmo di chiedere rifugio a Wesmere. Tuttavia, di notte durante il nostro viaggio verso la capitale, fummo attaccati. Molti di noi morirorno, specie i più anziani e i bambini che furono sacrificati a Yanqui come mio marito, il signore dell'oscurità, riuscì a scoprire rischiando la sua stessa vita. Ci trovammo perciò di fronte a una scelta dolorosa - fermare i nostri cugini, gli elfi Wesmere e liberarli dal male o andarcene epermettere che altri della nostra gente, magari noi stessi, fossimo sacrificati dagli oscuri adoratori. Dolorosamente, scelsi la prima e cominciammo la guerra di Wesmere.

source: Even though our number was superior, their religious frenzy, obsession and fear of destruction, almost led the Wesmere elves to victory. We fought with all our might, but that only called upon the fury of the demon lord, who appeared in his true form, to attack us from the skies. I and Argan had to call upon the power of the Union, risking destruction by our own powers, in order to defeat Yanqui. The Union of the Darkness and Light was not powerful enough, however, to destroy the demon, at least not entirely - its regeneration power was stronger.
it: Anche se il nostro numero era superiore, il loro fanatismo religioso, l'ossessione e la paura della distruzione li condusse quasi alla vittoria. Combattemmo con tutte le nostre forze, ma riuscimmo solo aattrarre su di noi la furia del signore demone in persona che apparve con il suo vero aspetto e ci attaccò dal cielo. Io e Argan invocammo il potere dell'unione, rischiando la distruzione di entrambi i nostri poteri, per sconfiggere Yanqui. L'unione dell'oscurità e della luce non era tuttavia abbastanza potente per distruggere il demone, almeno non completamente perché il suo potere di rigenerazione era più forte.

source: Finally we managed to tear apart his body, and seal all parts, and send them back to the underworld, destroying immediately the portal that was opened from Wesmere to the underworld.
it: Alla fine riuscimmo a fare a pezzi il suo corpo, bloccare tutte le parti e rimandarlo agli inferi distruggendo immediatamente il portale che era stato aperto da Wesmere all'inferno.

source: The victory had its price, however. The battlefield, Wesmere, was a wreck, and no life was left there, except for a few survivors, less than one hundred elves. The Wesmere elves surrended and begged for forgiveness, and told us the whole story. We let them live, except for the priests, which we had to execute and burn, until reducing their bodies to nothing but dust. We could not risk the possibility of them opening a portal again and summoning Yanqui a second time. Nor the possibility of future generations starting the same war once again, which would extermine us definitively in the new harsh world. So we also had to forbid telling the story, executing anyone who would dare to tell it.
it: Tuttavia la vittoria ebbe un prezzo. Il campo di battaglia, Wesmere, era distrutto e non c'era più vita, tranne per pochi sopravvissuti, meno di un migliaio di elfi. Gli elfi Wesmere si arresero, invocarono perdono e ci raccontarono tutta la storia. Li lasciammo vivi, tranne i sacerdoti che dovemmo giustiziare e bruciare finoa ridurre i loro corpi alla sola cenere. Non potevamo rischiare che qualcuno di loro aprisse di nuovo il portale e invocasse Yanqui una seconda volta, e nemmeno che le future generazioni cominciassero di nuovo la stessa guerra che ci avrebbe sterminato definitivamente nel nuovo mondo così aspro. Perciò dovemmo anche vietare di raccontare la storia, giustiziando tutti quelli che osavano raccontarla.

source: However, we were never sure whether we killed every cultist or not. One of them could escape execution, acting as innocent, as a simple ignorant follower, not cultist. I felt she had to be executed, but unfortunately the rest of my people did not agree. And you have her just by your side, Galas.
it: Comunque, non potevamo mai essere sicuri di aver ucciso tutti gli adoratori. Uno di loro riuscì a fuggire all'esecuzione, spacciandosi per un semplice innocente e innocente seguace, non per un adoratore. Sentii che avrebbe dovuto essere giustiziato, ma purtroopo il resto della mia gente non acconsentii. E tu ce l'hai proprio al tuo fianco, Galas.

source: Anlindë? But... but, she...
it: Anlindë? ma... ma ella...

source: I was a priestess to Yanqui, but not willing. I was forced by him, he would have killed my family otherwise. I regreted my decission when I saw him killing them from the skies, as I realized that worshiping him could not save my family from a horrible death.
it: Ero una sacerdotessa di Yanqui, contro la mia volontà. Mi ha costretta altrienti avrebbe ucciso la mia famiglia. Rimpiango la mia scelta quando lo vidi ucciderli dai cieli e compresi che adorarlo non poteva salvare la mia famiglia da una morte orribile.

source: But then, why the elves parted ways?
it: Ma allora, perché gli elfi divisero le loro strade?

source: Anlindë wanted them to return East. She said that we should have explored the unknown instead of retreating south. That, and Alduil's foolishness, made us all depart different ways. I and Argan decided that our people no longer needed us, for Alduil and Anlindë would not listen to us, and Tanuil with his small group went South, where I felt no longer capable of going to, after the fight against Yanqui, which weakened us. So I and Argan went here, to the depths, to live in peace. I am still surprised that Alduil and Anlindë could find a valley with life in the far East, perhaps I was wrong after all.
it: Anlindë voleva andare a est. Disse che avremmo dovuto esplorare le terre sconosciute invece di ritirarci a sud. Questo, oltre che la stupidità di Alduil, fece sì che ci separammo. Io e Argan decidemmo che la nostra gente non aveva più bisogno di noi, dato che Alduil e Anlindë non ci avrebbero ascoltato mentre Tanuil con il suo piccolo gruppo sarebbe andato a sud, dove io non mi sentivo più in grado di andare dopo lo scontro con Yanqui che ci aveva indeboliti. Perciò io e Argan venimmo qui, in profondità, per vivere in pace. Sono ancora sorpresa del fatto che Alduil e Anlindë siano riusciti a trovare una valle rigogliosa nell'estremo oriente, forse dopotutto mi sbagliavo.

source: However, one day, Argan disappeared. I could not feel his presence any longer, and I waited for years, and years, until I fell asleep, fell after the powers of Darkness which were evil for me without the Union with Argan. Meanwhile, most of my powers have diminished, because of lack of practice and use. I am not sure I can help you in this fight at all.
it: Tuttavia un giorno Argan scomparve. Non percepivo più la sua presenza e attesi per anni e anni finché non mi addormentai, caddi sotto il potere dell'oscurità che per me senza la protezione dell'“Unione” con Argan era il male. Nel frattempo, la maggior parte dei miei poteri diminuivano a causa della mancanza di pratica e di utilizzo. Non sono sicura di potervi aiutare in qualcosa in questo combattimento.

source: But I will try anyway. I can't avoid, though, to be disturbed by the fact that one has opened a portal and possibly summoned back Yanqui. The person who did that, must have known this history in some way, or have done it by accident.
it: Ma ci proverò lo stesso. Non posso, tuttavia, non essere inquieta per il fatto che qualcuno ha aperto un portale e probabilmente ha invocato di nuovo Yanqui. Chiunque l'abbia fatto, o conosceva questa storia oppure l'ha fatto per sbaglio.

source: Or be related in some way to Yechnagoth. She somehow also knew of Yanqui, or that was what we had been told by our hero, Rogrimir.
it: O deve in qualche modo essere collegato a Yechnagoth. Ella sapeva qualcosa di Yanqui o almeno questo è quello che ci aveva detto il nostro eroe, Rogrimir.

source: Yechnagoth... the Eater of Souls?
it: Yechnagoth... il mangia-anime?

source: Yes. According to the history, the Quenoth desert elves, led by Kalehssar, son of Tanuil, defeated her in an isle far to the west, in middle of the unknown ocean. She could corrupt all souls from that place, including humans, orcs, nagas and saurians. After being defeated, though, that influence was gone. But some humans still had a leader, and they are the ones behind all this plot, I think. The 'loyalists'. They just want to expand their empire by taking over these lands and other to be discovered yet.
it: Sì. Secondo la storia, gli elfi del deserto Quenoth, guidati da Kalessar, figlio di Tanuil, la sconfissero su un'isola remota a occidente, nel mezzo dell'oceano incognito. Da quel luogo, avrebbe potuto corrompere ogni anima, compresi uomini, orchi, naga e sauri. Dopo essere stata sconfitta, la sua influenza svanì. Ma alcuni uomini avevano ancora un capo e sono quelli dietro a tutto questo complotto, penso. I “lealisti”. Vogliono solo espandere il loro impero conquistando queste terre e altre ancora da scoprire.

source: Interesting, but how could a simple human control these forces? There must be something else, more powerful, behind this.
it: Interessante, ma come potrebbe un semplice uomo controllare queste forze? Dietro ci deve essere qualcosa d'altro, qualcosa di più potente.

source: I think we should move and quit wasting time here. The world needs us. And we have got to find Argan.
it: Penso che dovremmo muoverci e smetterla di perdere tempo qua. Il mondo ha bisogno di noi e dobbiamo trovare Argan.

source: I do not think we shall find him. It is like... like if the earth itself swallowed him.
it: Non penso che lo troveremo. È come... come se la terra lo avesse inghiottito.

source: Fair enough, let us go, I cannot wait to get out of these tunnels.
it: Va bene, andiamo, non vedo l'ora di uscire da queste gallerie.

source: Wow. This place is plenty of water, deep and shallow. Some small fords should allow us to get past it, but I see that they are well guarded by water spirits and other creatures which have some kind of afinity with water. This will not be too easy, yet not too hard.
it: Uau. Questo luogo è pieno di acqua, bassa o profonda. Alcuni guadi potrebbero permetterci di attraversarla, ma vedo che sono ben sorvegliati dagli spiriti dell'acqua e altre creature che hanno una qualche affinità con l'acqua. Non sarà troppo facile, né troppo difficile.

source: This strange potion bottle gives me chills. A label with a skull on it makes it clear that it is a bad thing, but somehow, it does not smell like poison. A scroll close to it explains that it is a draining potion, which albeit makes the drinker much weaker, gives them the draining ability with their melee attacks. I am not sure if it is really worth the exchange, but draining my oponent's vital energy certainly attracts me.
it: Questa strana pozione mi da i brividi. Dall'etichetta con un teschio è chiaro che è una cosa pericolosa, ma comunque non puzza di veleno. Una pergamena vicino spiega che è una pozione di assorbimento che tuttavia rende colui che la beve più debole ma gli conferisce l'abilità assorbi con i suoi attacchi ravvicinati. Non sono sicuro che valga la pena, ma assorbire l'energia vitale del mio avversario è una cosa che mi affascina.

source: I think it is worthy, let me take it.
it: Credo che sia di valore, prendiamola.

source: The unit drinks the potion, feeling immediately dazed and confused. Then, its vital energy is lowered, but its melee weapons gain the draining special.
it: L'unità beve la pozione sentendosi immediatamente stordita e confusa. Poi, la sua energia vitale si abbassa ma le sue armi da combattimento ravvicinato guadagnano l'abilità di assorbimento.

source: Drainer Potion
it: Pozione di assorbimento

source: This potion adds the Draining ability to this unit's melee attacks, and makes it quite stronger against arcane attacks.
it: Questa pozione conferisce l'abilità assorbi agli attacchi ravvicinati di questa unità e la rende abbastanza più forte contro gli attacchi esoterici.

source: On a second thought, I don't like the idea, it is abominable.
it: Ci ho ripensato, l'idea non mi piace, è orribile.

source: This potion would add the Draining ability to this unit's melee attacks, if only it was a living unit. You might want to move an living one to it instead.
it: Questa pozione conferirebbe l'abilità assorbi agli attacchi ravvicinati di questa unità se fosse un essere vivente. Potresti spostare qua una unità vivente piuttosto.

source: What a beautiful flask of red potion! I open and smell it, and I immediately feel euphoric and energized. It must be one of those ancient 'berserk' potions, which make the drinker stronger and frenetically lethal for its enemies. This implies many risks in combat, as berserk attacks don't allow you to get protection or suchlike while in combat. However, it might prove to be useful in our war against the demons.
it: Ma che bella fiaschetta di pozione rossa! La apro e l'annuso e immediatamente mi sento euforico e pieno di energia. Deve essere una di quelle vecchie pozioni della “furia”, che rendono colui che le beve più forte e freneticamente letale per i suoi nemici. Questo implica molti rischi in combattimento perche gli attacchi furiosi non permettono di proteggersi o cose del genere in combattimento. Tuttavia potrebbe dimostrarsi utile nella nostra guerra contro i demoni.

source: I'll take it, I do not fear death!
it: La prendo io, non temo la morte!

source: Berserk Potion
it: Pozione della furia

source: This potion adds the Berserk ability to this unit's melee attacks (which also gain strength), and makes it stronger against impact, blade and fire attacks. Also, increases its maximum hitpoints 10% of the current maximum.
it: Questa pozione conferisce l'abilità furia agli attacchi ravvicinati di questa unità (che guadagnano anche forza) e la rende abbastanza più forte contro gli attacchi di impatto, lama e fuoco. Inoltre aumenta il massimo dei suoi punti ferita del 10% dell'attuale massimo.

source: Great! I now feel invincible!
it: Magnfico! Adesso mi sento invincibile!

source: Oh really? Let me check if you are really invincible!
it: Davvero? Fammi vedere se sei davvero invincibile!

source: Uh-oh. I might be in trouble. Or perhaps not.
it: Oh-oh. Forse sono nei guai. O forse no.

source: On the other hand, I do not want to get myself vanquished so easily.
it: D'altra parte, io non voglio venir sconfitto così facilmente.

source: This potion would add the Berserk ability to this unit's melee attacks, if only it was a strong, fearsome real fighter unit, living or not living.
it: Questa pozione conferirebbe l'abilità furia agli attacchi ravvicinati di questa unità se fosse una vera unità combattente forte e terribile, vivente o non vivente.

source: Go'way!! We're like, closed or somethin'!!!
it: Andate via!! Siamo chiusi, non c'è nessuno!!!

source: Um... okay.
it: Um... va bene.

source: It is strange to find a house here, in the deep, but looks like someone inhabits it, for the good maintenance of the walls and door. The decoration of this cave also appears to be recent. What should I do, get away or see if somebody is living there?
it: È strano trovare una casa qua, in profondità, ma pare che ci abiti qualcuno. Guarda come la porta e le pareti sono in buono stato. Anche le decorazione di questa caverna sembra essere recente. Che dovrei fare, andarmene o vedere se ci abita qualcuno?

source: Shout and see.
it: Prova a chiamare.

source: Hellooooo! Anybody at home?
it: Salveee! C'è nessuno?

source: (silence)
it: (silenzio)

source: I said HELLO!!!
it: Ho detto SALVE!!!

source: (yet more silence)
it: (ancora silenzio)

source: Should I insist another time, or abandon the cave?
it: Devo ancora insistere o lasciare la caverna?

source: Insist again.
it: Prova ancora.

source: Very well, let me break in...
it: Benissimo, permesso...

source: BOOM!!! CRASH!!! CRACK! CLANG! CRASH!!! BAM!!
it: BUM!!! CRASH!!! CRACK! CLANG! CRASH!!! BAM!!

source: So, anybody at home now?
it: E allora? C'è nessuno in casa, adesso?

source: Aww. Is it that I can't find a safe place'ta live in?
it: Accidenti. Possibile che non riesca a trovare un posto tranquillo dove vivere?

source: A goblin? How did you get here?
it: Un goblin? Come hai fatto ad arrivare qua?

source: It's a long story. I used to live in the northlands, in a small town with my fellows. However, it came'ta happen that the foul 'loyalists' invaded it, ransacked it, killed my people, and left me with no home'ta live in. I couldn't believe I survived that night, and I just wish they had the same luck. Fearing for my life, I decided to enter the caves, and go the deepest possible, looking for safety and peace.
it: È una lunga storia. Vivevo nelle terre del nord, in una piccola città con i miei compagni. Purtroppo successe che i luridi “lealisti” ci invasero e saccheggiarono, uccidendo la mia gente e lasciandomi senza un posto dove vivere. Non riesco a credere di essere sopravvissuto a quella notte e vorrei che anche loro avessero avuto la stessa fortuna. Temendo per la mia vita, decisi di addentrarmi nelle gallerie, scendendo il più in profondità possibile, cercando sicurezza e pace.

source: So I found these caverns, and set home here. However, da humans appeared again with their filthy cronies, and I managed to hide my cave from them. Now that you unhid it, I'll surely perish.
it: Poi ho trovato questa caverna e mi stabilii qui. Purtroppo gli uomini vennero di nuovo con i loro luridi compagni e io riuscii a nascondere a loro la mia caverna. Adesso che voi l'avete rivelata, di cisuro morirò-

source: I see. But perhaps you would prefer to follow us, instead of staying in these perilous pits, victim to the loyalists. We can give you protection.
it: Capisco. Forse preferiresti venire con noi, invece di rimanere in questi pozzi pericolosi, vittima dei lealisti. Ti possiamo proteggere.

source: Oh really? Wait, let me prepare my baggage and I shall go with you.
it: Davvero? Aspettate, lasciatemi preparare i bagagli e verrò con voi.

source: Abandon.
it: Lascia perdere.

source: I think it would be safer to remain away from this cave.
it: Penso che sarebbe più sicuro rimanere lontani da questa caverna.

source: Strike on New Knalga
it: Attacco a nuovo Knalga

source: King Asthorgar
it: Re Asthorgar

source: Defeat all enemy leaders, if you can (bonus)
it: Sconfiggi tutti i comandanti nemici, se ci riesci (bonus)

source: Death of King Asthorgar
it: Morte di re Asthorgar

source: Death of Elynia
it: Morte di Elynia

source: Look, Knalga's capital is under siege!
it: Guardate, la capitale di Knalga è sotto assedio!

source: The bastards! As I feared, they made it here before us!
it: Bastardi! Come temevo sono arrivati prima di noi!

source: So those are the demons? They are smaller than I thought. It is clear that there are no chiefs amongst these.
it: Sono questi i demoni? Sono più piccoli di quello che pensavo. È evidente che non ci sono capi tra di loro.

source: We must defeat them! They will pay if our king was assassined...
it: Dobbiamo sconfiggerli! Se il nostro re è stato assassinato la pagheranno...

source: Look, in the main keep! He's alive and safe... at least for now.
it: Guardate, nella fortezza interna! È vivo e al sicuro... almeno per ora.

source: Our elven allies! We need your help, our main defense forces have been defeated by these intruders, and I don't think we can hold them away from the main keep for much longer!
it: I nostri alleati elfi! Ci serve il vostro aiuto, la maggior parte delle nostre forze di difesa sono state sconfitte da questi intrusi e non penso che possiamo respingerle dalla fortezza principale ancora per molto!

source: We will help you, lord, and we shall die fighting if it is necessary.
it: Vi aiuteremo, signore, e moriremo combattendo se necessario.

source: What? This is suicidal! We cannot fight against a true army, you know that better than me!
it: Cosa? Ma è un suicidio! Non possiamo combattere un intero esercito, tu lo sai meglio di me!
