Repository: wescamp/Invasion_from_the_Unknown-1.4
Catalog: po/*.po
Languages: it

source: When dawn broke, we immediately prepared for our journey in orcish territory. Leaving our men behind, we headed towards the wildlands...
it: Allo spuntar del giorno, ci preparammo subito per il nostro viaggio nel territorio degli orchi. Lasciati i nostri uomini alle spalle, ci dirigemmo nelle terre selvagge...

source: The rumors, unfortunately, were certainly true. It was the prelude of a large-scale invasion.
it: Le voci, purtroppo, furono confermate. Era il preludio di una invasione su larga scala.

source: It has been recorded by our historians that elves seldom participated in fully-sized wars, the few ocassions being defending against an orcish invasion; civil war amongst our forefathers; a war against a Lich, and finally, the doom of the Wesmere Elves led by Yanqui, fact that was taught to me by Elynia and Anlindë unwillingly.
it: I nostri storici hanno registrato che raramente gli elfi partecipano alle guerre totali, e quando è successo era per difendersi da una invasione di orchi, una guerra civile tra i nostri progenitori, una guerra contro un lich e infine, la rovina degli elfi Wesmere guidata da Yanqui, fatto che mi è stato raccontato da Elynia e involontariamente da Anlindë.

source: Now I'm having the honor of leading our warriors to war, a war for regaining our place in the Continent, recovering the lost peace, and obliverating the demon menace once and for all.
it: Adesso ho l'onore di guidare i nostri guerrieri in guerra, una guerra per riconquistare il nostro posto sul continente, recuperando la pace perduta e annientando la minaccia dei demoni una volta per tutte.

source: The beginning of the end. The dawn of the Great War, and the dusk of the Empire of Chaos.
it: L'inizio della fine. L'alba della Grande Guerra e il crepuscolo dell'impero del caos.

source: All civilians were thus, left behind, and given the order to set home in the Aragwaith country and its surroundings, given that almost all orcish tribes were now allies of us, and those who didn't accept the treaty, were quickly forced to surrender. So there was now enough room left for elves in these peaceful lands; peaceful, anyway, till the dawn of this war.
it: Tutti i civili, dunque, furono lasciati indietro e fu ordinato loro di stabilirsi nel paese degli Aragwaithi e dintorni dato che quasi tutte le tribù degli orchi adesso erano nostri alleati e quelli che non avevano accettato il trattato sarebbero presto stati costretti ad arrendersi. Perciò era rimasto abbastanza spazio per gli elfi in queste terre pacifiche; pacifiche, però, sono fino all'alba di questa guerra.

source: But as the Chaos armies are forced to keep their positions in their own territory to resist the alliance's invasion, I am sure peace will soon return to the Aragwaith country.
it: Ma dato che gli eserciti del caos erano costretti a mantenere le loro posizioni nel loro territorio per resistere all'invasione dell'alleanza, sono sicuro che la pace tornerà presto nel paese degli Aragwaithi.

source: We headed towards the frying pan, towards the Heart of the Empire, through a mountain pass that was difficult to find, access and pass, according to Erathan. And it was, indeed.
it: Ci dirigemmo verso il pericolo, verso il cuore dell'mpero, attraverso un passo di montagna che era difficile da trovare, accesso e passo, secondo Erathan. E fu davvero così.

source: We set camp in middle of the mountains, to rest and sleep. Though sleeping was not an easy task, as we assigned surveilance turns to each one of our comrades, so that there would be always a pair of eyes watching for our safety.
it: Stabilimmo il campo nel mezzo delle montagne per riposare e dormire. Anche se non era facile dormire, stabilimmo dei turni di guardia per tutti i nostri compagni in modo che ci fossero sempre un paio id occhi a sorvegliare la nostra sicurezza.

source: I was assigned the first watch turn. After completing my duty, sleepiness sent me immediately to my tent, to fall asleep as soon as I touched floor.
it: Ero assegnato al primo turno di guardia. Alla fine del mio turno, per il sonno andai direttamente nellam ia tenda e mi addormentai appena toccai il suolo.

source: When I wake up that morning I found Elynia lying by my side. I do not know when she came to my tent, but there she was, peacefully sleeping. Nor I remember what else happened that night, but I hope that it was just that, as I would not like to offend the memory of Argan by usurping his place by her side.
it: Quando mi svegliai quel mattino trovai Elynia che giaceva al mio fianco. Non so quando era venuta nella mia tenda, ma era lì che dormiva pacificamente. Né mi ricordo cosa era successo quella notte, ma spero che fosse solo questo perché non avrei voluto offendere il ricordo di Argan usurpando il suo posto al suo fianco.

source: And then was another march day. Another one, until we arrived to the end of the pass. From the top of one of the highest mountains we could behold a disturbing, desolated landscape.
it: Dopo ci fu un altro giorno di marcia. Un altro, finché arrivammo alla fine del passo. Dalla cima di una delle montagne più alte, potevamo osservare un paesaggio desolato che turbava.

source: The darkness... somehow, I feel even more vulnerable than the last time we were underground. I am not sure if it is because of the absence of Anlindë, to whom we owe our lives, or if that there is something else here.
it: L'oscurità... in qualche modo, mi sentivo ancora più vulnerabile dell'ultima volta che eravamo sottoterra. Non sono sicuro se fosse l'assenza di Anlindë, a cui dovevamo le nostre vite, o se c'era dell'altro.

source: The caves, close to the entrance, looked common and normal; but as we went further into them, we started to notice what was wrong there... everything. Everything looked evil, corrupted, and unnatural. The rocks were red as the lava, and strange beating roots could be seen inside some of the gaps on the walls, like if they were part of a giant animal, rather than roots of plants.
it: La caverna, nei pressi dell'ingresso, sembrava normale; ma appena entrammo, cominciammo a notare che c'era qualcosa di sbagliato... ovunque. Qualsiasi cosa sembrava malvagia, corrotta e innaturale. Le rocce erano rosse come la lava e all'interno di alcune fessure nel muro si vedevano delle strane radici pulsanti, come se fossero una parte di un gigantesco animale e non le radici di una pianta.

source: If someone had only seen that landscape in their life, they would think nothing else existed in the world, nothing else than the decay and desolation of the Lands of Chaos. With such real and harsh view, the valley of Elynia, the country of the Aragwaithi, or even Knalga, would look like nothing but a mere pleasant dream.
it: Se qualcuno avesse visto solo quel paesaggio in tutta la sua vita, avrebbe pensato che non ci fosse nulla nel modo, nulla oltre alla rovina e alla desolazione delle terre del caos. A confronto con una visione così reale e dura, la valle di elynia, il paese degli Aragwaithi o persino Knalga non sarebbero stati niente di più di un bel sogno.

source: For us, who had the opportunity to witness the existence of those dreamlike places, these lands were nothing but an obnoxious nightmare.
it: Per noi, che avevamo avuto la possibilità di testimoniare l'esistenza di questi luoghi da sogno, queste terre erano solo uno sgradevole incubo.

source: That night, we arrived to the Valley of Darkness, where the main fortress of the Chaos Empire was located. The only light that trespassed the pitch-black darkness was Elynia's aura, and the eyes, if we can call them such way, of the dark drones that patrolled the fortress. Yes, a very well protected fortress indeed.
it: Quella sera, arrivammo alla valle dell'oscurità, dov'era la fortezza principale dell'impero del caos. L'unica luce che superava l'oscurità nera come la pece era l'aura di Elynia e gli occhi, ammesso che possiamo chiamarli così, degli oscuri droni che pattugliavano la fortezza. Sì, era davvero una fortezza ben protetta.

source: We would learn afterwards that no physical barrier is strong enough to stop an individual's will for much time.
it: Da ciò dovremmo imparare che non c'è barriera fisica abbastanza forte da fermare la volontà di un individuo abbastanza a lungo.

source: Sometimes you must protect your beloved ones from themselves, doing things that you would never do in other circumstances.
it: A volte devi proteggere i tuoi cari da loro stessi, facendo cose che non faresti mai in altre circostanze.

source: I hope that the sacrifice which was done today is never needed to be done again...
it: Spero che il sacrificio che oggi si è compiuto non sia mai più necessario...

source: Epilogue
it: Epilogo

source: armored
it: corazzato

source: female^armored
it: corazzata

source: +15% bonus for all resistances (except arcane), -1 movement points
it: +15% a tutte le resistenze (tranne esoterica), -1 al movimento

source: biomechanical
it: biomeccanico

source: female^biomechanical
it: biomeccanica

source: Immune to drain, poison and plague
it: Immune ad assorbimento, veleno e contagio

source: union
it: unione

source: Union: This unit has the power of the Union.
it: Unione: Questa unità ha il potere dell'unione.

source: dread
it: paura

source: Dread: When this attack is used offensively, this unit takes one third less damage in retaliation.
it: Paura: Quando questa abilità è usata in attacco, l'unità riceve un terzo dei danni in meno nell'attacco di risposta.

source: attack only
it: esclusivamente in attacco

source: Attack only: This weapon will never be used on defense.
it: Esclusivamente in attacco: Questa arma è disponibile solo per l'attacco.

source: defend only
it: esclusivamente in difesa

source: Defend only: This weapon will only be available for defense.
it: Esclusivamente in difesa: Questa arma è disponibile solo per la difesa.

source: Border Patrol
it: Pattuglia di confine

source: team_name^Elves
it: Elfi

source: team_name^Humans
it: UOmini

source: team_name^Wild animals
it: Animali selvaggi

source: Hold out as long as possible
it: Resisti il più a lungo possibile

source: Death of Galas
it: Morte di Galas

source: Turns run out
it: Fine dei turni

source: Start recruiting just in case.
it: Inizia a reclutare se vuoi.

source: Move on, you sluggards, let's claim these lands for the Master!
it: Muovetevi, branco di lumache, reclamiamo queste terre per il padrone!

source: Be careful, we were warned that there are still elves in this valley.
it: Fa' attenzione, ci hanno avvertito che ci sono ancora degli elfi in questa valle.

source: That doesn't matter. We'll tear them to pieces if they dare oppose us!
it: Non importa. Li faremo a pezzi se osano fare resistenza!

source: Humans in the southern dunes. It has been quite a long time since any of them have wandered here.
it: Uomini sulle dune meridionali. È da parecchio che non li vedevamo da queste parti.

source: What should we do?
it: Cosa dovremmo fare?

source: The Law says that we should always grant refuge to wanderers. But I think I sense hostility from this group. In any case, let us wait before doing anything.
it: Secondo la legge dovremmo sempre offrire un rifugio ai viaggiatori. Però ho la sensazione che questo gruppo sia ostile. Ad ogni modo, aspettiamo prima di fare qualcosa.

source: Very well.
it: Benissimo.

source: Do you want to see a brief description of characters the first time you select them in the map?
it: Vuoi vedere una breve descrizione dei personaggi la prima volta che li scegli sulla mappa?

source: Attack! Leave no one alive!
it: All'attacco! Non fate prigionieri!

source: They are attacking us!
it: Ci stanno attaccando!

source: Our laws are very clear and strict on this matter. We shall not let hostile outsiders enter our valley. I don't like this, but we shall have to kill their leaders.
it: Le nostre leggi sono molto chiare e severe su questo argomento. Non permetteremo a estranei ostili entrare nella nostra valle. Non mi piace ma dovremo uccidere i loro comandanti.

source: Defeat both enemy leaders
it: Sconfiggi i due comandanti nemici

source: *Argh* I have been... defeated...
it: *Argh* Sono stato... sconfitto...

source: Oh no, their reinforcements have arrived! Our group is not strong enough to defend the valley against a full-sized army!
it: Oh no, sono arrivati i loro rinforzi! Il nostro gruppo non è abbastanza forte per difendere la valle da un esercito a pieni ranghi!

source: We defeated them in time. That raiding party was quite large for a tribe of humans. I hope that my fears are wrong.
it: Li abbiamo sconfitti in tempo. Questo gruppo di razziatori era piuttosto numeroso per una tribù di uomini. Spero che i miei timori siano infondati.

source: Galas is an Elvish Fighter. As such, in this campaign he has three advancement choices from level 1: Captain, Hero and Guard. Note that the latter is available in this campaign only, and does not have a third level advancement. Choose his development path wisely and carefully.
it: Galas è un elfo combattente. Come tale, in questa campagna ha tre scelte di avanzamento dal livello 1: capitano, eroe o protettore. Nota che quest'ultima è accessibile solo in questa campagna e non ha un avanzamento di terzo livello. Scegli la strada di crescita saggiamente e attentamente.

source: A Real Confrontation
it: Un vero confronto

source: Kagwlen the Hulk
it: Kagwlen

source: Peak of the Beholder
it: Picco della sentinella

source: South-eastern Outpost
it: Avamposto di sud-est

source: Resist until turns run out
it: Resisti fino alla ine dei turni

source: or defeat all enemy leaders (heroic bonus)
it: o sconfiggi tutti i comandanti nemici (bonus eroico)

source: Death of Lédinor
it: Morte di Lénidor

source: Death of Anlindë
it: Morte di Anlindë

source: Less than $essential_villages_count elven villages are left standing
it: Rimangono in piedi meno di $essential_villages_count villaggi elfici

source: Fire! Fire on the horizon! It must be an invasion!
it: Fuoco! Fuoco all'orizzonte! Deve essere un'invasione!

source: Vólrand
it: Volrand

source: Indeed, sir! It's an entire human army, and they have just started to burn forests and pillage villages in the border hills!
it: Esatto, signore! È un esercito di uomini al completo e hanno cominciato a incendiare foreste e saccheggiare villaggi sulle colline di confine!

source: An entire army? That's impossible, something like that has never been seen since the Golden Age! You must be wrong.
it: Un esercito al completo! È impossibile, è una cosa che non si è mai più vista dall'età dell'oro! Ti stai sbagliando.

source: I doubt that. My eyes and those of my fellow scouts don't lie!
it: Ne dubito. I miei occhi e quelli dei miei compagni esploratori non mentono!

source: If that is actually true, we must prepare to fight. Nobody will take over this valley, having an entire army or not! Men, to arms!
it: Se fosse vero, dovremmo prepararci a combattere. Nessuno conquisterà questa valle, che sia un esercito al completo o no! Uomini, alle armi!

source: Alright, then.
it: Benissimo, allora

source: What was that!?
it: Cosa è stato!?

source: Bright Gods... what's that thing?
it: Dei luminosi... cos'è questo?

source: I'm not really sure we'll resist their siege for much time.
it: Non sono proprio sicuro che potremo resistere a lungo al loro assedio.

source: It seems that my fears were confirmed to be true, unfortunately.
it: Pare che i miei timori fossero fondati, purtroppo.

source: The humans are retreating. Uncanny.
it: Gli uomini si ritirano. Strano.

source: Uncanny. It seemed that their numbers were never-ending, but now we have defeated them and no more hordes show up.
it: Bizzarro. Sembrava che il loro numero non avesse mai fine, ma ora che li abbiamo sconfitti non arrivano altre orde.

source: Probably they are regrouping for a bigger assault, now that they know of our defensive effectivity.
it: Probabilmente si stanno raggruppando per un attacco più massiccio, adesso che conoscono gli erffettivi delle mnostre difese.

source: Not a really tranquilizing thought. What should we do?
it: Non c'è da star tranquilli. Che dovremmo fare?

source: Do you say that we should abandon it? And where to go then?
it: Stai dicendo che dovremmo andarcene? E dove?

source: The darkness... who knows what perils await us there?
it: L'oscurità... chi sa quali sono i pericoli che ci attendono?

source: Unfortunately, if we are to survive, our only option is to go in there.
it: Sfortunatamente, se vogliamo sopravvivere, la nostra scelta obbligata è di entrarci.

source: Yes, but what about our people? Most of them are not experienced in moving at night, let alone in the darkness and depths of a cavern!
it: Sì, ma la nostra gente? La maggior parte di loro non ha esperienza nel muoversi di notte, peggio ancora nell'oscurità delle profondità di una caverna!

source: I am afraid we have no other alternative left. Would you, civilians, prefer to stay here to fight until sure death, so that no traces of our civilization are left at the end of this day?
it: Mi spiace ma non ci rimangono alternative. Voi civili, preferireste rimanere qui a combattere fino a morte certa, in modo che alla fine di questa giornata non rimanga più alcuna traccia della nostra civiltà?

source: Elvish Civilian
it: Elfo civile

source: No, my lady. We will follow you for the sake of our survival.
it: No, mia signora. Noi vi seguiremo per il bene della nostra sopravvivenza.

source: But...
it: Ma...

source: My lord... why?
it: Mio signore... perché?

source: I... cannot. I'm... I don't have the natural leadership of you or my father.
it: Io... non posso. Io... io non ho il carisma naturale vostro o di mio padre.

source: Perhaps not. Or perhaps you do. In any case, don't waste your time. I and my loyal warriors will distract the humans while you escape. Shall you?
it: Forse no. O forse sì. Comunue non perdere tempo. IO e i miei fedeli guerrieri distrarremo gli uomini mentre ve ne andrete. Lo farai?

source: Of course we shall do!
it: Ma certo che lo faremo!

source: Now, go! May Fate allow us to meet again later, young Galas.
it: Ora, andate! Mi auguro che il destino ci faccia incontrare di nuovo, giovane Galas.

source: *Ugh* I am finished.
it: Uh! Sono finito.

source: Anlindë! No! We need you! Who will guide us with wisdom now?!
it: Anlindë! No! Abbiamo bisogno di te! Chi ci guiderà con saggezza ora?!

source: It is my end...
it: È la mia fine...

source: Ugh.
it: Uh.

source: Anlindë is an Ancient Elvish Sorceress. Unlike her regular counterparts, she has the healing ability, which heals adjacent allies 8 HP per turn, at minimum. She can also cure them from poison. Keep in mind that she is the only sorceress with these abilities.
it: Anlindë è una strega anziana. A differenza delle controparti normali, ha l'abilità di guarire 8 PF al turno agli alleati adiacenti, al minimo. Può anche curare l'avvelenamento. Tienilo a mente perché è l'unica strega con queste abilità.

source: Leave nothing standing! Burn them alive with their villages!
it: Non lasciate pietra su pietra! Bruciateli vivi nei loro villaggi!

source: We could not protect enough of our civilians. They have been burned alive with their villages!
it: Non siamo riusciti a tenere al sicuro abbastanza civili. Sono stati bruciati vivi nei loro villaggi!

source: Memories from the Depths
it: Ricordi dagli abissi

source: team_name^Enemies
it: Nemici

source: Explore the caves
it: Esplora le caverne

source: After the remaining survivors entered the cave, and Galas and Anlindë went in, she caused the cave entrance to collapse with a magic spell. Her hope was that they would be safe for enough time to get far from there and find an exit.
it: Dopo i sopravvissuti, Galas e Anlindë entrarono nella caverna ed ella con un incantesimo fece crollare l'ingresso della caverna. Sperava che sarebbero stati al sicuro abbastanza a lungo per allontanarsi e trovare un'uscita.

source: We lost our home... many children and elders... and our lord, at the hands of those fiends... what will we do now? Where will we go?
it: Abbiamo perso la nostra patria... tanti bambini e anziani... e il nostro signore, a causa di quei demoni... cosa faremo ora? Dove andremo?

source: Don't despair, Galas. This is not the first time we have lost our home, and we always have found a new one. I don't think it will be any different this time.
it: Non disperare, Galas. Non è la prima volta che perdiamo la nostra terra e ne abbiamo sempre trovata un'altra. Non penso che questa volta andrà diversamente.

source: I profoundly hope so. We must continue down these caves, then. But Anlindë, you mentioned something about an evil force just before deciding to flee, what did you mean?
it: Spero che sia davvero così. Dunque dovremmo continuare in queste caverne. Ma Anlindë, poco prima che decidessimo di fuggire stavi parlando di una forza malefica, cosa volevi dire?

source: Undead! There are undead here!
it: Non-morti! Qua ci sono dei non-morti!

source: We were not aware of undead roaming these caves!
it: Non sapevamo che i non-morti bazzicassero in queste caverne!

source: Find the undead enemy leader
it: Trova il comandante dei non-morti

source: Who is this foul enemy that tries to kill us?
it: Quale nemico è così stupido da cercare di ucciderci?

source: I am Mal Keshar, and I will avenge myself upon you all!
it: Sono Mal Keshar e la mia vendetta si abbatterà su tutti voi!

source: Keshar? That name...
it: Keshar? Questo nome...

source: Your kind has tried numerous times to vanquish me, but you simply can't. I am more powerful than you or those foul orcs! Now, prepare to die.
it: La vostra razza ha tentato diverse di sconfiggermi, ma semplicemente non potete riuscirci. Sono più potente di voi o di quei luridi orchi! Ora, preparatevi a morire.

source: I could swear I read his name in old scrolls about the Golden Age, but I'm not sure.
it: Potrei giurare di aver letto il suo nome in vecchie pergamene dell'età dell'oro, ma non ne sono sicura.

source: If that is true, then we are facing a possibly indestructible foe. Is there any other option?
it: Se questo fosse vero, saremmo di fronte a un nemico probabilmente indistruttibile. Abbiamo altra scelta?

source: Defeat Mal Keshar
it: Sconfiggi Mal Keshar

source: I cannot believe it. I have been finally defeated. Then, my battle against the orcs is lost! But, I still stand...
it: Non posso crederci. Alla fine sono stato sconfitto. Allora la mia battaglia contro gli orchi è perduta! Eppure, io ancora resisto...

source: Wesnoth? What is that?
it: Wesnoth? Cos'è?

source: Aye, and I guess my thirst for orcish death will never be satisfied. For I cannot go to the surface now that the land is under the control of the forces of Evil.
it: Già e credo che la mia sete di morte degli orchi non sarà mai placata dato che non posso raggiungere la superficie ora che la terra è sotto il controllo delle forze del male.

source: What?
it: Cosa?

source: We do, but it is not possible! The demon lord was vanquished by Eloh a long time ago!
it: Sì, ma non è possibile! Il signore dei demoni è stato sconfitto da Eloh molto tempo fa!

source: What are you talking about?
it: Di che stai parlando?

source: So that is what attacked us in our valley...
it: Allora è questo che ci ha attaccato nella nostra valle...

source: But you do, don't you?
it: Ma tu sì, vero?

source: The Union?
it: L'unione?

source: Is that true?
it: È vero?

source: Yes, Galas. Although Eloh herself did not vanquish this demon lord, she did send two warriors for that purpose. The proof is that they came from nowhere and went to nowhere.
it: Sì, Galas. Anche se Eloh non ha sconfitto di persona questo signore dei demoni, ha mandato due guerrieri per questo compito. Lo prova il fatto che sono venuti dal nulla e sono scomparsi nel nulla.
