Repository: wescamp/Invasion_from_the_Unknown-1.4
Catalog: po/*.po
Languages: it

source: I thank you for your help, my lord, but we are now surrounded by forests, the kind of terrain we elves have been used to during milleniums. There in the darkness we were helpless on our own, but here we feel like in our home. It would be the best for you to set a new home in the mountains of these far lands, and get protection again, underground. I don't want to force you to accomplish a mission that you did not ask for.
it: Grazie per il tuo aiuto, mio signore, ma adesso siamo circondati da foreste, il tipo di territorio a cui noi elfi siamo abituati da millenni. Laggiù nell'oscurità eravamo inermi da soli, ma qui ci sentiamo a casa. Sarebbe meglio per voi insediarvi in una nuova patria nelle montagne di queste terre remote e cercare di nuovo protezione sotto terra. Non voglio costringervi a portare a termine una missione che non è la vostra.

source: So be it. Farewell, lord of the Elves of the forests, we shall remember you. May our paths meet again in better times.
it: Così sia. Addio, signore degli elfi della foresta, ti ricorderemo. Che i nostri sentieri si possano di nuovo incrociare in tempi migliori.

source: To show you our gratitude, I crafted this chainmail armor, light and strong, specially for Galas. It's made of a special metal that is rarely used for crafting weaponry or armors because of its difficult extraction and forging. I am sure it will be really necessary at some point in the future.
it: Per dimostrare la nostra gratitudine, ho forgiato questa armatura di maglia, leggera e resistente, proprio per Galas. È fatta di un metallo speciale che di rado viene usato per forgiare armi o armature perché è difficile estrarlo e lavorarlo. Sono sicuro che ti sarà estremamente utile in futuro.

source: Dwarven Chainmail Armor
it: Armatura di maglia dei nani

source: This light, shiny and mysterious chainmail armor, increases the unit's resistances as follows: Blade: +20% Pierce: +30% Impact: +10% Fire: +30%
it: Questa armatura di maglia leggera, scintillante e misteriosa aumenta la resistenza dell'unità come segue: taglio: +20% perforazione: +30% impatto: +10% fuoco: +30%

source: Thanks, dwarven master. Surely it will help me, should I run into trouble when fighting at close range. Those fiends don't seem to have good blacksmiths to forge more effective weapons or armor for them.
it: Grazie, maestro nano. Mi sarà sicuramente utile se mi trovassi nei guai nel combattimento ravvicinato. Non mi sembra che questi demoni abbiamo dei buoni fabbri per costruire armi o armature più efficaci per loro.

source: Farewell Elynia, I wish I had more time to learn more of your people and your magical skills.
it: Addio Elynia, vorrei aver avuto più tempo per imparare di più sulla tua gente e sui tuoi poteri magici.

source: Bye, Althurin. May we meet a second time.
it: Addio, Althurin. Forse ci rivedremo un giorno.

source: The dwarves leave.
it: I nani se ne vanno.

source: So the plan is to find the humans and ally with them, right Galas?
it: Dunque il piano è di trovare gli uomini e allearsi con loro, giusto Galas?

source: Yes, my lady. That is the best plan I could make up.
it: Sì, mia signora. È il piano migliore che ho potuto studiare.

source: Galas, there is really no need to treat me as a superior. Treat me just as your friend.
it: Galas, non c'è bisogno che mi tratti come un superiore. Trattami solo come un'amica.

source: That is a very interesting point. But...
it: Questo è un punto molto interessante. Ma...

source: (whispering) I feel the answer approaching...
it: (bisbigliando) Ho la sensazione che le risposte stiano arrivando...

source: Halt! Who goes there!
it: Altolà! Chi va là?

source: Erm... we, we are elves. We come in peace, as refugees.
it: Ehm... noi, noi siamo elfi. Veniamo in pace, siamo profughi.

source: (whispering) Perhaps seducing him might be a better idea...
it: (bisbigliando) Forse sedurlo potrebbe essere un'idea migliore...

source: (whispering) Or killing him...
it: (bisbigliando) o ucciderlo...

source: Sssht, quiet!
it: Sssht, zitto!

source: This...
it: Questo...

source: I have been called by many names, but none as disturbing as 'thing'...
it: Mi hanno dato diversi nomi, ma nessuno era così offensivo come «cosa»...

source: Well, we...
it: Bene, noi...

source: Shelter.
it: Rifugio.

source: She is Elynia, known by some elves as Eloh, the 'Source of Light' for the Dwarves, or the Lady of Light, for us, humans.
it: Questa è Elynia, nota ad alcuni elfi come Eloh, la “fonte della luce” per i nani o la “signora della luce” per noi uomini.

source: Agreed, then.
it: Allora, d'accordo.

source: Orcs? Hah! Agreed.
it: Orchi? Ah! D'accordo.

source: Igor, your kinsmen are unlikely to recognize you as an ally alone anyway. So it does not matter much, in my humble opinion.
it: Igor, è improbabile che i tuoi cugini ti riconoscano come un alleato solitario. Dunque non importa granché, secondo me.

source: We did it. Now what?
it: Ce l'abbiamo fatta. E adesso?

source: I suppose they were testing our skills. They seem to consider us weaklings in comparison. What is up with this arrogant people?
it: Credo che stessero mettendo alla prova le nostre capacità. Pare che ci considerino degli imbecilli in confronto a loro. Da dove viene fuori questa gente così arrogante?

source: They are the Aragwaithi. Nobody knows where they came from, nor why. But as far as I know, they seemed to be descendants of a fallen noble race. They have always set apart from other humans or any other races in this continent. And it seems to be a more important distinction now.
it: Sono Aragwaithi. Nessuno sa da dove sono venuti, né perché. Per quel che ne so, pare siano i discendenti di una nobile razza decaduta. Si sono sempre tenuti separati dagli altri uomini o da ogni altra razza in questo continente. Pare che questa distinzione ora sia ancora più marcata.

source: I also wonder where they came from. It was some time before the barbarians, that they came and claimed lands as their own. They must have been refugees of some war in an unknown land.
it: Mi chiedo anche io da dove siano venuti. Sono arrivati e hanno reclamato questa terraprima del tempo dei barbari. Dovevano essere profughi di una qualche guerra in una terra sconosciuta.

source: (whispering) Zednal?
it: (sussurra) Zednal?

source: (whispering) Yes sir.
it: (bisbigliando) Sissignore...

source: (whispering) As you command, sir.
it: (bisbigliando) Ai vostri ordini, signore.

source: There they are!
it: Eccoli!

source: What? Are those elves? With undead? What the...
it: Cosa? Gli elfi? Con i non-morti? Ma che...

source: Gaaargh... how could this happen to me!
it: Gaaargh... come è potuto succedere!

source: I'm really sorry, bro'... I have new... friends.
it: Mi spiace tanto, fra'... Ho dei nuovi... amici,

source: Aiyeee...!
it: Sissignore!!!

source: Danger! Bridge no longer maintained; use it at your own risk.
it: Pericolo! Il ponte senza manutenzione: usatelo a vostro rischio.

source: So this is why it broke in half. Heh, the sign is outdated by now then.
it: Ecco perché il ponte si è spezato a metà. Eh, il cartello ormai è sorpassato.

source: Look, a tiny bunny! Awww... what a cute fur ball!
it: Guardate, un coniglietto! Uau... che bella palla di pelo!

source: Blargh, get that thing out of my sight!
it: Bleah, portate quella cosa fuori dalla mia vista!

source: Steppes
it: Steppa

source: Pass of Tallin
it: Passo di Tallin

source: Frozen plains
it: Pianure ghiacciate

source: Highlands
it: Altopiano

source: Silent Forest
it: La foresta silenziosa

source: No, no, no! And once again, no! I can't accept this.
it: No, no, no! E ancora una volta, no! Non lo posso accettare.

source: Nobody else has treated you as a friend in all this time, you said before. At least that is the good part of your fate. If we can do this together, the historians will no longer write about you as a necromancer, but as a hero. And you will then be free to depart from this world, if you wish to do so.
it: Prima dicesti che nessun altro ti ha trattato da amico in tutto questo tempo. Almeno questo è la parte migliore del tuo destino. Se possiamo fare questa cosa assieme, gli storici non scriveranno più di te come di un negromante, ma come un eroe. E poi tu sarai libero di lasciare questo mondo, se vorrai farlo.

source: Alright, I just hope you know what we are doing, sir.
it: Benissimo, spero che sappiate cosa state facendo, signore.

source: (whispering) Galas, are you sure that killing him wasn't a better idea?
it: (bisbigliando) Galas, sei sicuro che ucciderlo non sarebbe stata un'idea migliore?

source: Yes, let's go.
it: Sì, andiamo.

source: Not yet.
it: Non ancora.

source: Convince the local orcish tribe to join your cause, by bringing the caravan to the leader.
it: Convinci le tribù di orchi locali a unirsi alla tua causa, portando una carovana al comandante.

source: Theft/capture (death) of the caravan
it: Furto/cattura (distruzione) della carovana

source: Death of Erathan
it: Morte di Erathan

source: Defeat the bandit leader
it: Sconfiggi il capo dei banditi

source: Yes, negotiate.
it: Sì, negoziate.

source: What else should we give you?
it: Cos'altro dovremmo darvi?

source: Arrival of the Battalion
it: L'arrivo del battaglione

source: Defeat of orcish allies
it: Sconfitta degli alleati orchi

source: Anlindë? What happened to her?
it: Anlindë? Cosa le è successo?

source: Aye.
it: Sissignore.

source: Ha, ha, to arms!
it: Ah, ah, alle armi!

source: Die. Die! DIE!!!
it: Muori. Muori. MUORI!!!

source: I see it and don't believe it... orcs and goblins fighting for our cause.
it: Lo vedo eppure non ci credo... orchi e goblin che combattono per la nostra causa.

source: Déja vu.
it: Déjà-vu.

source: Ah, yes, indeed.
it: Eh, sì, davvero.

source: It's hard for me too to believe my eyes. Orcs and elves seemed to be eternal enemies in my time, probably because of some historic event.
it: Nemmeno io credo ai miei occhi. Orchi ed elfi sembravano essere nemici giurati ai miei tempi, probabilmente per ragioni storiche.

source: Is it that you don't count me in?
it: Includi anche me?

source: I cannot imagine what foul creature could have done this atrocity. At least this being will now have its deserved eternal rest.
it: Non riesco a immaginare quale lurida creatura possa aver compiuto questa atrocità. Almeno questo essere adesso avrà il suo meritato riposo eterno.

source: The colossal automaton falls off to the floor, making the earth rumble below him.
it: Il colossale automa cade sul pavimento, facendo tremare la terra sotto di sè.

source: Ha!
it: Ah!

source: Aiyeeeee!!!
it: Siiiiì!!!

source: Die, you bastard!
it: Muori, bastardo!

source: Heathens, let it be known that your small victory against me does not mean anything else than the fury of the Master, that will eventually fall upon you all and vanquish your puny species!
it: Heathens, sappi che questa vostra piccola vittoria contro di me non significa nulla se non la furia del padrone che alla fine si abbatterà su di voi e sconfiggerà la vostra insignificante razza!

source: Bah, shut his mouth now. No, yet better; rip his head off.
it: Bah, tappategli la bocca adesso. Anzi, no, meglio staccategli la testa dal collo.

source: Darkozun is beheaded as Mal Keshar gives the command to his minions.
it: Appena Mal Keshar diede l'ordine ai suoi servi, Darkozun fu decapitato.

source: Process? What process?
it: Processo? Quale processo?

source: I am not telling you anything about it...
it: Non ti dirò niente...

source: Benthos commits suicide.
it: Benthos si uccide.

source: Why did he have to do this?
it: Perché ha dovuto farlo?

source: There must be a dark pact of fealty to their master. All these fiends are nothing but puppets of the real mastermind, which we'll have to stop by ourselves.
it: Devono avere un oscuro patto con il loro padrone. Tutti questi demoni sono solo pupazzi in mano a chi c'è dietro a tutto ciò e che dovremo fermare da soli.

source: What do you mean, elf?
it: Cosa vuoi dire, elfo?

source: Aragwaithi and orcs might start a full-sized war, but I'm afraid that the devotion and fanatism of these vassals will assure our defeat. I suggest sneaking through their lines at the most adequate moment, and slay him as soon as possible. The moral impact will force the Chaos Empire to surrender immediately.
it: Gli aragwaithi e gli orchi potrebbero cominciare una guerra su larga scala, ma temo che la devozione e il fanatismo di questi vassalli potrà garantire solo la nostra sconfitta. Suggerisco di infiltrarci attraverso le loro linee al momento opportuno e ucciderlo al più presto possibile. L'impatto sul morale costringerà l'impero del caos ad arrendersi immediatamente.

source: It is suicidal. It is madness. Almost no possibility to escape from obliveration. Me likes it.
it: È un suicidio, una follia, senza alcuna possibilità di sfuggire all'annientamento. Mi piace.

source: That sounds like a devious plan. I am not sure... we could easily attemt to do it by ourselves, but what about the other elves?
it: Sembra un piano perverso. Non sono sicuro... potremmo facilemente provarci da soli, ma che faranno gli altri elfi?

source: I will talk with the Council and make sure they have room in these lands to stay in, in any case. If we fail, they'll at least have additional time to escape from the Continent, to the unknown lands beyond the vast sea. If we succeed, good; they can then migrate and set home in other unoccupied regions of this continent, after the storm has passed on.
it: Parlerò al consiglio e mi assicurerò che abbiano spazio per rimanere in queste terre in ogni caso. Se falliamo, avranno almeno altro tempo per abbandonare il continente per le terre incognite oltre il vasto mare. Se riusciamo, bene; potranno emigrare e stabilirsi in un'altra regione non occupata di questo continente dopo che la tempesta sarà passata.

source: Will we do this together? If not, at least I will try.
it: Lo faremo assieme? Altrimenti, almeno io ci proverò.

source: You have my support, boy.
it: Sono con te, ragazzo.

source: Mine too. It's been a long time with ya, I'll not abandon ya now.
it: Anche io. Ho passato molto tempo con te, non ti abbandonerò ora.

source: I have nothing left to care about... other than the fate of my people. Galas, you'll need my help, so I shall go with you too.
it: Non ho nulla da perdere... se non il fato della mia gente. Galas, avrai bisogno del mio aiuto, dunque verrò anche io con te.

source: I'd better think about this later.
it: Ci rifletterò meglio più tardi.

source: You are free to choose to stay with your people. After all, we have met only very recently, so we are little more than strangers to you. I wish you the best of lucks in any case.
it: Sei libero di scegliere di rimanere con la tua gente. Dopo tutto, ci siamo incontrati solo molto recentemente e perciò siamo poco più che estranei per te. Ti faccio i miei migliori auguri in ogni caso.

source: Thanks.
it: Grazie.

source: Dawn of the Great War
it: L'albe della grande guerra

source: Defeat all enemy leaders (bonus)
it: Sconfiggi tutti i comandanti nemici (bonus)

source: Defeat of all your allies
it: Sconfitta di tutti i tuoi alleati

source: There, in those mountains the chaos hordes have set encampments!
it: Là, le orde del caos hanno stabilito i loro campi in quelle montagne!

source: This shall be an easy start, as they would not be prepared for a direct assault on our part. But beware that it might become harder with time. We ought to defeat this frontline before they have time to call upon reinforcements!
it: L'inizio sarà facile dato che non si aspettano un assalto diretto da parte nostra. Ma attenti che potrebbe diventare più difficile dopo. Dovremmo superare questa linea del fronte prima che abbiano il tempo di chiamare dei rinforzi!

source: Charge!
it: Carica!

source: And so, it has begun.
it: E così ebbe inizio.

source: The beginning of your personal vengeance, elf? It would have been easier for you to have joined our side since the start of your journey. You could have kept your old home; your people would be safe under my service.
it: L'inizio della tua vendetta personale, elfo? Sarebbe stato più facile per te passare dalla nostra parte fin dall'inizio del tuo viaggio. Avresti potuto conservare la tua vecchia patria; la tua gente sarebbe stata al sicuro ai miei ordini.

source: What...
it: Cosa...

source: Is it that you fear to admit the truth, Galas? The truth that might hurt your own feelings about your people? Your thirst of blood and revenge is not something you shall ever conceal from me; I can sense everything in the air, everything in the earth; everything that lives and steps on this land is under my sight...
it: Hai paura ad ammettere la verità, Galas? La verità che potrebbe ferire i tuoi sentimenti per la tua gente? Non potrai mai nascondermi la tua sete di sangue e vendetta; percepisco tutto nell'aria e nella terra; tutto quello che vive e cammina su questa terra sotto i miei occhi...

source: I grant you another opportunity. Choose your destiny and that of your kinsmen before it is too late; come with me, I can give you all protection, safety, unlimited power, knowledge, wealth, or anything else you would have wanted!
it: Voglio darti un'altra possibilità. Scegli il tuo destino e quello della tua gente prima che sia troppo tardi; vieni con me, posso offrirti protezione, sicurezza, potere illimitato, conoscenza, ricchezza o qualunque cosa tu possa aver mai desiderato!

source: Galas? What is happening?
it: Galas? Cosa sta succedendo?

source: Nothing, Elynia. Nothing... I think.
it: Niente, Elynia, niente... credo.

source: Take your time, elf...
it: Fa' con calma, elfo...

source: Galas, if you feel ill or otherwise, remember that I can aid you.
it: Galas, se non stai bene o sei malato, ricordati che ti posso aiutare.

source: No problem, Elynia, really.
it: Va tutto bene, Elynia, davvero.

source: If we can...
it: Se possiamo...

source: I really never thought I would end up doing like this... fighting with orcs as allies... and elves... (sighs)
it: Non avrei mai pensato che sarebbe finita così... combattere con orchi alleati... ed elfi... (sospira)

source: I never thought I would find myself fighting with corpses and skeletons by my side, either. In history of times past, you have been our enemies an unlimited number of times. I guess this is a change to be made in history, for future generations. I am not saying that all necromancers are good, but then, not all elves were good, as Elynia told us about the Wesmere inhabitants.
it: Non avrei mai pensato che mi sarei ritrovato a combattere al fianco di cadaveri e scheletri. Nelle cronache dei tempi passati, siete stati i nostri nemici innumerevoli volte. Credo che questo sarà un cambiamento storico per le future generazioni. Non sto dicendo che tutti i necromanti siano buoni, ma comunque nemmeno tutti gli elfi sono buoni, come Elynia ci ha detto riguardo Wesmere e i suoi abitanti.

source: Indeed.
it: Effettivamente...

source: We almost make it...
it: Ce l'abbiamo quasi fatta...

source: I finally decide to stay with you, Galas. Your courage has convinced me enough of how foolish it would be not to follow you in your errand.
it: Alla fine ho deciso di stare con te, Galas. Il tuo coraggio mi ha abbastanza convinto che sarebbe sciocco se non ti seguissimo nel tuo incarico.

source: Thanks Erathan, I appreciate your support.
it: Grazie Erathan, apprezzo il tuo aiuto.

source: Captain, we can't just say farewell and let you go. We'll follow you to the very end of this world if there is need to do so.
it: Capitano, non possiamo dirti semplicemente addio. Ti seguiremmo fino in capo al mondo se fosse necessario.

source: I suppose I can't convince you to let me depart. You may go with us if you desire to, but be warned that safety is not in our path.
it: Suppongo che non potrei convicervi di lasciarmi partire. Potete venire con noi se volete, ma sappiate che la sicurezza non è sulla nostra strada.

source: We know, sir, and we'll face the consequences, should we have to.
it: Lo sappiamo, signore, e sapremo far fronte alle conseguenze, dobbiamo farlo.

source: You are bold on coming to my territory. But, could you resist the temptation?
it: Sei coraggioso ad entrare nel mio territorio. Ma saprai resistere alla tentazione?

source: We'll see... what our fate will be in this quest.
it: Vedremo... quale sarà il nostro destino in questa ricerca.

source: Aiyeee!!!
it: Sissignore!!!

source: But what was that? I have never seen anything like it before!
it: Ma cos'è? Non ho mai visto niente del genere prima!

source: These new foes seem to have a perilous destructive strength. We ought to keep at safe distance from them if we can't kill them immediately!
it: Sembra che questi nuovi nemici abbiano una pericoloso forza distruttiva. Dovremmo mantenerci a distanza di sicurezza se non possiamo ucciderli immediatamente!

source: Do you see the might of my fiercest creations? Don't you really want to be able to command them at your own will, to unleash your inner instincts?
it: Capisci la potenza delle mie più feroci creazioni? Non vorresti poterle comandare secondo il tuo volere per liberare i tuoi istinti più segreti?

source: Defeat all your oponents
it: Sconfiggi tutti i tuoi avversari

source: What happens, Galas? Are you hesitating? Kill them, kill your enemies. Feel the pleasure of their blood in your hands.
it: Cosa succede, Galas? Stai esitando? Uccidili, uccidi i tuoi nemici. Assapora il piacere di sentire il loro sangue sulle tue mani.

source: Kill them, now! Don't leave any of those beasts alive!
it: Uccideteli, ora! Non lasciate una sola di quelle bestie viva!

source: I thought I was the only enthusiast here on killing foes.
it: Pensavo di essere il solo qua entusiasta di uccidere i nemici.

source: Galas? Are you sure you are alright?
it: Galas? Sei sicuro di star bene?

source: You don't dare tell her, huh? Is it that you fear treason on part of your 'friends'? That is normal enough; in this harsh new world, friendship has not the value it used to have in the past. But there is another way...
it: Non osi dirglielo, eh? Temi che i tuoi “amici” ti tradiscano? È perfettamente normale; in questo mondo duro, l'amicizia non ha più il valore che aveva in passato. Ma c'è un altro modo...

source: It must be just the heat of the lava.
it: Deve essere solo il calore della lava.

source: The Armageddon
it: L'apocalisse

source: You are toast. Although the Shadow Master would be pleased to meet you, I'm afraid it's my duty to crush you and bury your remains into the sands.
it: Siete fritti. Anche se il signore dell'ombra sarebbe felice di incontrarvi, il mio compito purtroppo è quello di schiacciarvi e seppellire i vostri resti nella sabbia.

source: The Shadow Master? Is that then the name of the obnoxious ruler of the Empire?
it: Il signore dell'ombra? Dunque è così che si chiama il disgustoso sovrano dell'impero?

source: Brute force will not defeat us, specially when applied by a foul sickening enemy such as you and your pals.
it: La forza bruta non ci sconfiggerà, in particolare quando è quella di un lurido e nauseabondo nemico come te e i tuoi compari.

source: We'll see. The Master specially wants to meet you, pitiful fairy, but nothing will be left of you at the end of this day!
it: Lo vedremo. Il padrone vuole incontrare specialmente te, spregevole fata, ma di voi non rimarrà nulla al termine di questa giornata!

source: Unless we toast you first!
it: A meno che non ti friggiamo prima noi!

source: And so passes the biggest imp ever seen...
it: Questa è la fine del più grosso diavoletto che si sia mai visto...
