Repository: wescamp/Invasion_from_the_Unknown-1.4
Catalog: po/*.po
Languages: it

source: Explore the Library and proceed to the southern caves with Galas, Anlindë or Mal Keshar
it: Esplora la biblioteca e procedi nelle caverne meridionali con Galas, Anlindë o Mal Keshar

source: Optional: defeat all enemy leaders (bonus)
it: Sconfiggi tutti i comandanti nemici (bonus)

source: Death of Althurin
it: Morte di Althurin

source: This place gives me chills. What is this? Looks like ruins of an ancient city.
it: Questo posto mi dà i brividi. Cos'è questo? Sembrano le rovine di una antica città.

source: Indeed it is. I am not sure who or what lived in here, but it looks like it was an intelligent civilization. The carved runes on the buildings indicate it.
it: Lo sono davvero. Non so chi o cosa vivesse qua ma pare che fosse una civiltà intelligente. Le rune incise sugli edifici lo dimostrano.

source: Hm. Interesting, they are not dwarvish.
it: Mmh. Interessante, non sembrano rune dei nani.

source: I think we ought to investigate the place. Perhaps we can find valuable information on the location of our sages.
it: Penso che dovremmo esaminare questo luogo. Forse ci possiamo trovare informazioni preziose sul luogo dei nostri saggi.

source: You have defeated all enemy leaders.
it: Hai sconfitto tutti i comandanti nemici.

source: This path goes even deeper underground. I hesitate to continue.
it: Questa strada scende ancora di più in profondità. Esito a continuare.

source: I hope so...
it: Speriamo che tu abbia ragione...

source: I feel that we must continue that way. Our goal must be very close.
it: Sento che dobbiamo continuare da questa parte. Il nostro obiettivo deve essere molto vicino.

source: Then there we shall go.
it: Allora andiamo.

source: Crystal Glyph
it: Glifo di cristallo

source: These crystals were created by us, the Argazars, so that future generations would learn of our past and present. Most information was gathered by us, from even more ancient scrolls, stones and ruins.
it: Questi cristalli furono creati da noi, Argazar, in modo che le future generazioni imparassero dal nostro passato e dal nostro presente. La maggior parte delle informazioni è stata raccolta da noi da ancora più antiche pergamene, iscrizioni e rovine.

source: Crystal Glyph: The Prophecy of the Union
it: Glifo di cristallo: la profezia dell'unione

source: Aaah! Living fire!
it: Aaah! Un fuoco parlante!

source: Living fire? How can that be possible...
it: Un fuoco parlante? Come è possibile...

source: There is a strong magic at work here, the magic of the nature elements. Everything is alive... the cave walls, the fire, the darkness... even the dust.
it: C'è una magia potente qui, la magia degli elementi della natura. Tutto è vivo, le pareti della caverna, il fuoco, l'oscurità... persino la polvere.

source: Physical weapons are unlikely to be of any help against them. Be careful.
it: Probabilmente le armi fisiche sono di nessun aiuto contro di loro. Fate attenzione.

source: Skreeech!!
it: Skriiich!!

source: Animated rocks. Oh great!
it: Rocce animate. Oh perfetto!

source: Die, elves!
it: Morite, elfi!

source: Darn, they have followed us this far!
it: Dannazione, ci hanno seguito fin qui!

source: Not good. Here in the deepest underground they are stronger than our elvish fighters.
it: Non va bene. Qua nel sottosuolo più profondo sono più forti dei nostri elfi guerrieri.

source: And stronger than my undead minions.
it: E più forti dei miei sgherri non-morti.

source: Let me crush one with my hammer, I want to see how good they do against ancient dwarven magic!
it: Fatemene schiacciare uno con il mio martello, voglio vedere quanto sono forti contro l'antica magia dei nani!

source: What is their skin made of? It doesn't look like it really can bear that much damage.
it: Di cosa è fatta la loro pelle? Non sembra che possa sopportare così tante ferite.

source: Begone, foul monstrousity!
it: Vattene, lurida mostruosità!

source: This is just starting to piss me off. Who are you working for, and for what? Answer!
it: Comincio a seccarmi. Per chi lavorate e per cosa? Rispondi!

source: *ack* I won't... *argh* tell you...
it: (ack) Io non... (argh) dirò niente...

source: I should've known that!
it: Avrei dovuto saperlo!

source: I feel... a strange presence...
it: Percepisco... una strana presenza...

source: A demon?
it: Un demone?

source: No. It's something good... it's the presence of light...
it: No. È buona... è la presenza della luce...

source: It ought to be the source of Light my master spoke me of. We must be approaching it.
it: Deve essere la fonte della luce di cui il mio maestro mi ha parlato. Dobbiamo avvicinarci.

source: The Source of Light
it: La sorgente della luce

source: team_name^Demons
it: Demoni

source: Find the 'Source of Light'. She must be sleeping somewhere in these caves.
it: Trova la “fonte della luce”. Deve essere addormentata da qualche parte in questa caverne.

source: It is... an enormous power fills the entire place!
it: È... un'energia enorme riempie questo luogo!

source: It is here. We have arrived, finally...
it: È qui. Siamo arrivati, finalmente...

source: You magic-skilled people can perceive things I cannot.
it: I tuoi maghi possono percepire cose che io non posso.

source: Better get used to that, sir.
it: Meglio farci l'abitudine, signore.

source: Indeed, lad. Magic experience grants you the ability to perceive things which existance normal people ignore. My runic detectors indicate that an ancient magic affects these tunnels, a magic which is unknown to us people of present time.
it: Proprio così, ragazzo. L'esperienza della magia ti dà l'abilità di percepire cose di cui le persone normali ignorano l'esistenza. Il mio rilevatore runico indica che queste gallerie sono colmi di una antica magia, una magia sconosciuta e noi popoli del nostro tempo.

source: Fair enough, find the Source. We should not waste too much time in this search, for we do not know when the enemy will fall upon Knalga.
it: Ragionevole, trovate la fonte. Non dovremo sprecare troppo tempo nella ricerca dato che non sappiamo quando il nemico si abbatterà su Knalga.

source: If it has not already.
it: Se non lo ha già fatto.

source: I hope that is has not. Our thriving economy would not support us in a full-sized war yet.
it: Spero che non avvenga. La nostra propsera economia non è ancora in grado di sostenerci in una guerra totale.

source: Less chatter and more scouting, people, before the earth falls over us!
it: Meno chiacchere e più ricognizione, gente, prima che la terra ci cada in testa!

source: Surely I could use some help here!
it: Mi farebbe comodo un po' di aiuto qui!

source: Die, microscopic vermin!
it: Muori, microscopico parassita!

source: The elves! Damn, the back guards could not against them!
it: Elfi! Danazione, la retroguardia non può farcela contro di loro!

source: Persistent fools. Never mind, we shall destroy them, shan't we? For the Dark Lord!
it: Stupidi ostinati. Non importa, li distruggeremo, non è vero? Per il signore oscuro!

source: They must be after our lady, they want to stop us!
it: Stanno dando la caccia alla nostra signora, vogliono fermarci!

source: Their master must be certain of what fate awaits him or her if we call upon the power of the Union. And looks like they have a never-ending supply of grunt attack force.
it: Il loro padrone deve essere certo del fato che lo aspetta se noi invocassimo il potere dell'unione. E pare che abbia una riserva inesauribile di reclute per attaccarci.

source: We must try and defeat them here, once for all, and secure the place.
it: Dobbiamo cercare di sconfiggerli qui, una volta per tutte, per garantire la pace.

source: Defeat the demon leader
it: Sconfiggi il capo dei demoni

source: Master... I have... failed... *falls lifeless to the ground*
it: Padrone... ho... fallito... (cade senza vita al suolo)

source: Die, you fiend, and stay dead!
it: Va' all'inferno, demone, e restaci!

source: Oooh! What the... hey, look! The cave wall there has raised!
it: Oooh! Ma che... ehi, guardate! Quanto sono alte qui le pareti della caverna!

source: There we go!
it: Eccoci!

source: Explore the main chamber and find the 'Source of Light'
it: Esplora la camera principale e trova la “fonte della luce”

source: The earth shakes! It must be a volcanic eruption!
it: La terra trema! Questa è una eruzione vulcanica!

source: No, it is not. We are just awakening the forces of nature with our mere presence here. It indicates nobody has stepped in these caves for a long time, possibly for millions of years.
it: No, non è così. Stiamo solo risvegliando le forze della natura con la nostra sola presenza qua. Vuol dire che nessuno ha percorso queste caverne da molto tempo, forse da milioni di anni.

source: Except the Lady of Light, whose presence comes from the walls at the center of the chamber!
it: Tranne la signora della luce, la cui presenza proviene dalle pareti al centro della camera!

source: What should we do? These walls are impassable!
it: Cosa facciamo? Questi muri sono invalicabili!

source: I think there must be a way to open the walls. The chamber is shaped around a hexagonal centre, and its corners look strangely clean. The runes carved in each one of them must indicate something, and being all different in each corner, it might mean that we have got to activate them from six different places, distant from the chamber.
it: Penso che ci debba essere un modo per aprire le pareti. La camera si estende attorno a un centro esagonale e i suoi spigoli sono stranamente lisci. Le rune incise su ogni spigolo devono indicare qualcosa e siccome sono diversi ad ogni spigolo, potrebbe voler dire che devono essere attivati da sei luoghi diversi lontani dalla camera.

source: Yes, runic glyphs! They activate on contact, and most important chambers, gates and tunnels are designed to be opened via this sort of glyphs. But, where are them?
it: Sì, glifi runici! Si attivano al contatto e le più importanti camere, cancelli e gallerie sono progettate per aprirsi in questo modo. Ma, dove sono?

source: We'll have to explore to find out their locations.
it: Dovremo esplorare per scoprire dove sono.

source: We ought to be careful. We are not welcome here.
it: Dovremo essere cauti. Non siamo i benvenuti.

source: Find the 6 glyphs that should open the central chamber
it: Trova i 6 glifi che dovrebbero aprire la camera centrale

source: Ah, got it.
it: Ah, preso.

source: Activate the 6 glyphs that should open the central chamber
it: Attiva i 6 glifi che dovrebbero aprire la camera centrale

source: Glyph activated.
it: Glifo attivo.

source: All glyphs activated. The earth shakes!
it: Tutti i glifi sono attivi. La terra trema!

source: This is it!
it: Ecco!

source: She is there, let us go.
it: È laggiù, andiamo.

source: I have been waiting this for too long.
it: Da troppo tempo aspettavo questo momento.

source: Hello there! Anybody at home?
it: Ehi, laggiù! C'è nessuno?

source: Intruders! Protect the Lady of Light!
it: Intrusi! Proteggete la signora della luce!

source: Argh!! Yelp...
it: Argh!! Ah...

source: Destroy the necromancer!!
it: Distruggete il necromante!!

source: Huh? Prepare to meet your fate, you...
it: Eh? Preparatevi ad affrontare il vostro destino, vi...

source: Stop, we are the Elves of the Valley of Elynia, you must let us pass!
it: Fermi, siamo gli elfi della valle di Elynia, ci dovete lasciar passare!

source: Elves? Impossible, you must be dead by now! Prove that you are true elves!
it: Elfi? Ipossibile, doveste essere morti ormai! Dimostrate di essere veri elfi!

source: I call upon the light of Eloh! May it awake our sage from her millenary sleep!
it: Io invoco la luce di Eloh! Possa svegliare la nostra sapiente dal suo sonno millenario!

source: As Anlindë pronounced the spell, the great tree at the center of the chamber disappeared, and a beautiful elven lady materialized in its place, laying in the grass floor. Big dragonfly wings on her back, her pale red hair and eyes, made it obvious that she was not any elf, but the Lady of Light. Half-asleep, her powers were still enough to illuminate the surroundings without requiring any minimal effort from her.
it: Mentre Anlindë pronunciava l'incantesimo, il grande albero al centro della camera scomparve e al suo posto si materializzò una bellissima signora elfa che giaceva sull'erba. Per le grandi ali di libellula sulla schiena, i chiari capelli rossi, era ovvio che non fosse un elfa, ma la signora della luce. Mezza addormentata i suoi poteri non erano ancora sufficienti per illuminare intorno a lei senza richiedere un minimo sforzo cosciente.

source: (sleepy) Who has... awaken me?
it: (assonnato) Chi mi ha... svegliato?

source: W...
it: N...

source: Elves? But how... how did you find this place... I must be still asleep.
it: Elfi? Ma come... come avete fatto a trovare questo posto... sto ancora dormendo.

source: Actual...
it: Effet...

source: Necromancer, prepare to die... again!!!
it: Preparati a morire, necromante... di nuovo!!!

source: No, wait a second...
it: No, aspetta un istante...

source: She's... she is...
it: È... è...

source: (pile of dust laying on the ground) She's lovely.
it: (mucchio di polvere sul pavimento) È incantevole.

source: Gee, thanks, but you have not told me who you are yet.
it: Oh grazie, ma non mi hai ancora detto chi sei.

source: I am Galas, leader of the elves who inhabited your valley, my Lady.
it: Sono Galas, comandante degli elfi che abitavano nella vostra valle, mia signora.

source: Althurin, high Dwarvish Runemaster to the kingdom of Knalga.
it: Althurin, supremo signore delle rune del regno di Knalga.

source: Anlindë, first advisor of Galas, and this is...
it: Anlindë, prima consigliera di Galas, e questo è...

source: Mal Keshar, necromancer and sort of a burned pile of bones. Could you stop your chattering and restore me?
it: Mal Keshar, necromante nonché un mucchio di ossa carbonizzate. Potreste smettere di chiaccherare e darmi una mano?

source: How come? You should be gone now, foul abomination...
it: Come sarebbe? Dovresti essere distrutto ormai, lurido abominio...

source: Actually, he has helped us along the way to find you, my lady, and saved our lives multiple times. You are the Lady of Light, right?
it: In realtà, ci ha aiutato a cercarti, mia signora, e ha salvato le nostre vite molte volte. Tu sei la signora della luce, vero?

source: That is what my people used to call me. And how can I trust your word, dreadful cultist?
it: La mia gente mi chiamava così. E come posso fidarmi della tua parola, terribile cultista?

source: I might have been aslept for all this time but my memory still serves, Galas, grand-son of Alduil. You have been to the side of our worst enemy all this time and you did not know. But well, we could set our differences aside and talk, why did you come here, to awake me?
it: Potrò anche essere stata addormentata per tutto questo tempo, ma la memoria mi funziona ancora, Galas, pronipote di Alduil. Siete stati al nostro fianco contro il nostro peggior nemico di tutti i tempi e non lo sapevate. Ma be', potremmo lasciare da parte le nostre differenze e parlare: perché siete venuti qui a svegliarmi?

source: After you parted ways with our people, and the now desert elves, we set home in a valley located in the far East, which we named in your honor, and lived there for long. However, recent events forced us to flee from there, and find a new home. That is where we met Keshar...
it: Dopo che voi e gli elfi del deserto avete lasciato il nostro popolo, noi ci stabilimmo in una valle situata all'estremo est, che chiamammo con il vostro nome e ci vivemmo molto a lungo. Tuttavia, eventi recenti ci hanno costretto a fuggire da qui e cercare una nuova casa. Ecco perché incontrammo Keshar...

source: Mal Keshar, please.
it: Mal Keshar, per favore.

source: And he led us here to ask you for help in our war against the demons...
it: ... che ci ha condotto qui per chiedere il vostro aiuto nella nostra guerra contro i demoni...

source: The what? Demons!? But... but... that's impossible, I made sure they would never return, sealed Yanqui, and closed the portal! Nobody could have figured out how to open one again, I think.
it: Contro cosa? I demoni!? Ma... ma... è impossibile, mi sono assicurata che non sarebbero mai tornati, ho sigillato Yanqui e ho chiuso il portale! Nessuno può aver scoperto come aprirlo di nuovo, penso.

source: Yanqui? I do not understand...
it: Yanqui? Non capisco...

source: That part of history was forbidden to tell of for centuries, but I guess in the current circumstances we could make an exception. I can feel... I can feel your suffering for what has happened.
it: Per secoli è stato vietato raccontare questa parte della storia, ma credo che date le circostanze potremmo fare una eccezione. Sento... sento la vostra sofferenza per quello che è successo.

source: Me too, sort of.
it: Anche io, in un certo senso.

source: Your soul is corrupted, but you seek redemption, I feel it. I can make an exception with you too, Malin the Damned.
it: La tua anima è corrotta, ma tu cerchi la redenzione, lo sento. Posso fare una eccezione anche con te, Malin il dannato.

source: The last person who called me that way had a sudden death, you know possibly better than me that.
it: L'ultima persona che mi ha chiamato in questo modo è morta improvvisamente, forse tu lo sai megliodi me.

source: Oh, in such case perhaps you did not want me to restore your body...
it: Oh, in questo caso forse non vorrei che io ristabilisco il tuo corpo...

source: Oh, no, no! Do it, please, this position is very uncomfortable, at least for me.
it: Oh, no, no! Fallo, ti prego, questa posizione è decisamente scomoda, almeno per me.

source: Ahhh, much better!
it: Ahhh, molto meglio!

source: My lady, so you know where did the demons we fought come from?
it: Mia signora, sapete dunque da dove sono arrivati i demoni che abbiamo combattuto?

source: I am not completely sure, but I think they come from the underworld, exactly where Yanqui came from. And you can call me Elynia, by the way. You have always confused me with being a goddess, but I am afraid I am as mortal and vulnerable as any of you.
it: Non ne sono proprio sicura, ma credo che vengano dal mondo sotterraneo, esattamente da dove è venuto Yanqui. E mi potete chiamare Elynia, tra l'altro. Mi avete sempre confusa con una dea, ma mi spiace ma io sono mortale e vulnerabile esattamente come voi.

source: Now I am afraid too that the time to tell the story of the demon lord Yanqui has come. Anlindë might have told you little, vague references to it, but you need to know what you are facing. It is not as simple as it seems.
it: Purtroppo adesso è il momento di raccontare la storia del signore dei demoni Yanqui. Anlindë forse vi ha raccontato qualcosa, qualche vago accenno, ma ora dovete sapere cosa state affrontando. Non è semplice quanto sembra.

source: I am not sure it is adequate. You might not trust me, but I really do not want that to happen again.
it: Non sono sicura che sia sufficiente. Forse non vi fidate di me, ma non voglio davvero che capiti di nuovo.

source: It is time. Now, you probably want to sit down on the grass. This will take quite a long time to tell.
it: È il momento. Adesso, dovreste sedervi sull'erba. Ci vorrà parecchio per raccontare tutta la storia.

source: Nobody knows exactly how it happened, but they awoke some greater evil with their experiments, opening a portal to the underworld, just out of their curiosity and ambition of wisdom. That is when Yanqui appeared, in the form of a young elf. He told them that a great darkness was going to swallow the lands and destroy all the knowledge they had collected over the years, and said that he would protect them if they worshiped him as a god, giving them unlimited knowledge and power, just what they wanted. Ambition blinded their minds, and agreed, even though Yanqui demanded blood sacrifices as part of the deal. All those who disagreed ended their lives as the first sacrifices for the demon lord.
it: Nessuno sa esattamente come avvenne, ma con i loro esperimenti risvegliarono un potente male, aprendo un portale con gli inferi, solo per la loro curiosità e sete di conoscenza. In quel momento apparve Yanqui, con l'aspetto di un giovane elfo. Disse agli elfi che una grande oscurità avrebbe inghiottito la terra e avrebbe distrutto il sapere che avevano raccolto negli anni e disse che li avrebbe protetti se lo avessero venerato come un dio, dando loro sapere e potere illimitati, proprio quello che volevano. L'ambizione accecò le loro menti e accettarono anche quando Yanqui richiese sacrifici di sangue come parte del patto. La vita di tutti quelli che non accettarono fu il primo sacrificio al signore dei demoni.

source: But something else was happening in non-elven lands. The humans of Wesnoth, or more specifically, the King of Wesnoth, had created a second sun some time before all this, Naia, which you can see now every day, by gathering all capable magi and sending a mountain to the skies, to shine as a sun, only to destroy darkness and evilness forever. It was initially a success, although the darkness was not abolished completely. But the human's greed led them to send a third mountain to the skies, by the time Yanqui appeared. He must have had predicted that, and the Wesmere elves knew of what would happen, so he used the fact to trick them.
it: Ma c'era anche altro che stava succedendo fuori dalle terre degli elfi. Gli uomini di Wesnoth, o meglio il re di Wesnoth creò un secondo sole poco tempo prima di tutto questo, Naja, che ora vedete ogni giorno, raccogliendo tutti i maghi abili e sollevando una montagna nei cieli per brillare come un sole solo per distruggere l'oscurità e la malvagità per sempre. All'inizio fu un successo, anche se l'oscurità non era abolita completamente. Ma la bramosia degli uomini li spinse a sollevare una terza montagne nei cieli, proprio quando apparve Yanqui. Doveva averlo previsto e gli elfi Wesmere sapevano cosa sarebbe successo, perciò Yanqui utilizzò questo fatto per ingannarli.

source: The third sun, Gaia, was to be sent to the skies. But the magi had not worried about learning magic as much as they had before the creation of Naia, since the evilness that forced them to learn magic millenia ago, was seemingly gone. The king of Wesnoth decreed the creation of Gaia, nevertheless, not following my advice. Yes, I was there, and to my heart's pain, I witnessed all that happened that fateful day.
it: Il terzo sole, Gaia, fu sollevato eni cieli. Ma i maghi non si erano preoccupati di studiare le arti magiche tanto quanto avevano fatto prima di creare Naia, poiché il male che li aveva costretti a imparare la magia millenni prima, sembrava scomparso. Il re di Wesnoth decretò la creazione di Gaia, nonostante il mio consiglio contrario. Sì, io c'ero, e con grande dolore, ho assistito a tutto quello che è successo in quel fatidico giorno.

source: It's ironical how we elves always despised humans because of their moral, intellectual and biological inferiority. The humans caused our doom, but a part of us made it worse.
it: È ironico come noi elfi avevamo sempre disprezzato gli uomini per la loro inferiorità etica, intellettuale e biologica. Gli uomini provocarono la nostra condanna, ma una parte di noi fece ancora peggio.

source: But, what happened with the third sun?
it: Ma cosa è successo al terzo sole?
