Repository: wescamp/Invasion_from_the_Unknown-1.4
Catalog: po/*.po
Languages: it

source: Although Erathan said that you no longer consider them an important threat, I am sure that after their repeated defeats against our people, they will be preparing their army to march here, to anihilate the remaining rebels, that are, as far as I know, at least you and us.
it: Anche se Erathan disse che voi non li considerate più una minaccia importante, sono sicuro che dopo le loro reiterate sconfitte contro la nostra gente, stanno preparando il loro esercito per marciare fin qua per annientare i ribelli rimasti che, per quel che ne so, siamo almeno noi e voi.

source: That is an interesting theory, that we have already considered. Are you suggesting a large-scale war then? We, aragwaithi, don't have the power, numerical or magical, to help you, not alone, at least.
it: Questa è una teoria interessante che abbiamo già esaminato. Allora ci state suggerendo una guerra su larga scala? Noi, Aragwaithi, non abbiamo le forze, numeriche o magiche per aiutarvi, non da soli, almeno.

source: Yes but we have...
it: Sì ma dobbiamo...

source: The Lady of Light, by our side. That should be a good start.
it: La signora della luce al nostro fianco sarebbe un buon inizio.

source: Yes, we know. However, although I feel the Sylvan Essence on her, its power seems to have been lowered by the period being underground.
it: Sì, lo sappiamo. Tuttavia, anche se io percepisco la essenza silvana su di lei, il suo potere sembra sia ridotto a causa del periodo trascorso sottoterra.

source: I feel so. It seems that the darkness had a great influence on me.
it: Lo percepisco. L'oscurità sembra avere una grande influenza su di me.

source: But anyway, I am sure that if we join forces, we can vanquish the evil ones. Do you prefer to continue your lives defending your country from the ocassional raiders, until a real attack force is sent after you to obliverate your race? I for one, don't, and that is why I risked my people fleeing from our home valley, that is why many lives have already been lost, and that is the only thing we can do to make sure our dead rest in peace.
it: Comunque, sono sicuro che se uniamo le forze possiamo sconfiggere il male. Preferite continuate le vostre vite difendendo il vostro paese dagli occasionali predoni, fino a che una vera forza di attacco venga mandata contro di voi per distruggere la vostra razza? Io no, ecco perché ho messo in pericolo il mio popolo fuggendo dalla nostra valle natale, ecco perché molte vite sono state perse ed ecco perché è l'unica cosa che possiamo fare per assicurarci che i nostri morti riposino in pace.

source: As I have already seen, the enemy, once it notices the nil effectiveness of it raiding groups, it launches a real, large-scale assault to crush its prey in matter of days, or even hours. We barely escaped to witness its modus operandi.
it: Come ho già visto, il nemico, quando si accorge che i suoi gruppi di predoni sono di nessuna efficacia, lancia un vero assalto di larga scala per schiacciare la sua preda in pochi giorni. Siamo fuggiti a stento per testimoniare il suo modus operandi.

source: The continent was once free of any evil such as this, and all races were free men, with no worries about their probable doom or about defending against demonic beasts. We, elves, have wished and wished that the continent returns to be as it once was, but as we have seen, there is nothing that can be done without our own help. We want to see free people again, free lands clear of any evil.
it: Una volta che il continente fosse libero da ogni male di questo tipo e tutte le razze fossero libere, senza doversi preoccupare del loro probabile infausto destino o di difendersi contro le bestie demoniache, noi, elfi, ci augurammo e ci auguriamo che il continente ritorni a quello che era un tempo, ma come abbiamo capito, non c'è nulla che si possa fare senza il nostro proprio aiuto. Vogliamo vedere la gente di nuovo libera, i territori di nuovo liberi da ogni male.

source: Brave words, elf, but again, we don't have the strength, and surely you don't either.
it: Parole coraggiose, elfo, ma ripeto, non abbiamo la forza e sicuramente non l'avete nemmeno voi.

source: We can call upon the dwarves, they surely will help us!
it: Possiamo chiamare i nani, sicuramente ci aiuteranno!

source: I doubt that would be enough. However, I really would like to hear again of peace and freedom, in this age, as the continent once was.
it: Non penso che basterebbe. Tuttavia, mi piacerebbe davvero sentire di nuovo di pace e libertà, a questa età, come era un tempo il continente.

source: I think so.
it: Lo penso anche io.

source: I suppose the effort and sacrifice will be worth the results.
it: Suppongo che i risultati varranno l'impegno e il sacrificio.

source: Well said.
it: Ben detto.

source: (sighs) I guess voting would be a waste of time.
it: (sospira) Temo che votare sarebbe una perdita di tempo.

source: But if we are really going to prepare such a massive quest, the most help we can get, the better. And, although you might not like the idea, I think we should get the orcs join our side.
it: Ma se stiamo per impegnarci per un obiettivo così imponente, più aiuti abbiamo meglio è. Inoltre, anche se l'idea potrbbe non piacervi, io penso che dovremmo convecere gli orchi a unirsi alla nostra causa.

source: What the...?!
it: Ma che...?!

source: The orcs? But, they are just one step above the demons! We can't let those beasts have an opportunity to kill us when unwary!
it: Gli orchi? Ma sono solo un gradino più su dei demoni! Non possiamo essere così avventati da permettere che quelle bestie abbiano la possibilità di ucciderci!

source: This is madness...
it: Questa è follia...

source: A great idea, indeed. I suppose it's safe to have them by our side with a good deal. They'll probably want money or something in advance.
it: Proprio una grande idea. Suppongo che sia sicuro averli al nostro fianco con un buon accordo. Probabilmente vorranno oro o qualcosa d'altro in anticipo.

source: Money is not an issue for our country. With the pass of time, we have collected the, possibly, greatest amount of gold ever seen.
it: L'oro non è un problema per noi. Con il passare del tempo abbiamo raccolto, probabilmente, la più grande quantità d'oro mai vista.

source: Council of Destiny
it: Il consiglio del fato

source: The group explains to the Grand Council the situation about the new creatures under the command of the Empire.
it: Il gruppo spiega al consiglio supremo la situazione delle nuove creature al comando dell'impero.

source: Atrocious. They might even have been our kinsmen before!
it: È atroce. Potrebbero essere stati nostri parenti prima!

source: Another reason for stopping the loyalists once and for all.
it: Un'altra ragione per fermare i lealisti una volta per tutte.

source: I maintain my point; this is suicidal, and if there was a better option, I would choose it instead.
it: Non ho cambiato idea; è un suicidio e se ci fosse un'altra possibilità la preferirei.

source: It is unfortunate that there is not. This is something we must face together, all the remaining free races of the continent.
it: Sfortunatamente non c'è. È una cosa che dobbiamo affrontare assieme con tutte le razze libere che rimangono sul continente.

source: Now that we have the orcs by our side, I'd dare say it is time to start the final war. Anyone against?
it: Ora che gli orchi sono dalla nostra parte, oserei dire che è ora di cominciare la guerra finale. Qualcuno è contrario?

source: I'll take it as a no.
it: Lo prendo per un no.

source: We must call and prepare all able-bodied man and women today. Tomorrow, we depart to war. May a glorious death be our fate, if not a glorious victory.
it: Oggi dobbiamo richiamare e preparare tutti gli uomini e le donne abili. Domani, andremo in guerra. Che il nostro destino sia una morte gloriosa o un vittoria gloriosa.

source: And so, the Council has spoken.
it: Così parlò il consiglio.

source: And so, we go to war. Lady and gentlemen of the Aragwaithi, it has been a pleasure to have met you. May it be not the last time we meet together.
it: E dunque, andremo in guerra. Signora e signori di Aragwaithi, è stato un piacere avervi incontrato. Speriamo che non sia l'ultima volta che siamo tutti insieme.

source: If you don't mind, Galas, I will stay with you. You might need some of my help.
it: Se non hai niente in contrario, Galas, starò con te. Potresti aver bisogno del mio aiuto.

source: As you wish, Erathan.
it: Come preferisci, Erathan.

source: Can I cut some orcish throats now?
it: Posso tagliare la gola di qualche orco adesso?

source: What? I'm just looking for fun! I am tired of all this chit-chat, you know.
it: Cosa? Stavo solo scherzando! Sono stanco di tutte queste chiacchere da ragazzini, lo sai.

source: And so, the Great War started. But Galas afterwards explained his plan to the Grand Council, before the day ended, and prepared everything for their final mission...
it: Così, dunque, cominciò la “grande guerra”. Ma Galas, successivamente spiegò il suo piano al consiglio supremo prima che il giorno finisse, e preparò ogni cosa per la loro missione finale...

source: The Plot
it: Il piano

source: As dawn broke, the party encountered a nice surprise near their camp.
it: Allo spuntar del giorno, il gruppo incontro una bella sorpresa vicino al loro campo.

source: And we meet again, Elynia. You look as beautiful as you did the last time I saw you.
it: E così ci incontriamo di nuovo, Elynia, sempre bella come l'ultima volta che ti ho visto.

source: Thanks, Althur.
it: Grazie, Althur.

source: Greetings, King Asthorgar.
it: Saluti, Re Asthorgar

source: Hail, Galas. How have ye been doing lately? After we got word from the Aragwaithi people of your courageous quest, we decided to come and help you.
it: Saluti, Galas. Come te la sei passata ultimamente? Dopo aver appreso dalla coraggiosa gente aragwaithi della tua coraggiosa impresa, abbiamo deciso di venire e darti una mano.

source: Thanks, my lord; I did not ask them to tell you, though.
it: Grazie, mio signore; io però non ho chiesto loro di dirvelo.

source: Ha, but they know, as much as us, that you would not last for long without some help! What, trying to reach the Dark Fortress? Nay, you could not do it alone. We have seen it, and it is a very well guarded fortress.
it: Ah, ma loro sanno come lo sappiamo noi, che non saresti durato a lungo senza un po' di aiuto! Allora, cercavi di raggiungere la fortezza oscura? Nah, non potevo lasciaterlo fare da solo. L'abbiamo vista ed è una fortezza molto ben sorvegliata.

source: In fact, we are already surprised that you managed to come this far.
it: In realtà, siamo già sorpresi che siate riusciti ad arrivare fino qua.

source: Yes, but tell us, have you seen it? Where is it?
it: Sì, ma dicci, lo hai visto? Dov'è?

source: South from here, right after the end of this pass.
it: Verso sud, proprio dopo l'estremità di questo passo.

source: Yes, we did it! We reached it!
it: Sì, ce l'abbiamo fatta! Siamo arrivati!

source: Er, as Althurin said, it's not a children playground. Nasty unspeakable things happen there, and the guards are a plague that protects every corner of the Dark Valley. You ought to see it by yourself, but, what would be next? Invade it? Is that your plan, master Galas?
it: Em, come ha detto Althurin, non è una una vacanza. Qua succedono terribili cose di cui non si può parlare e le guardie sono un tormento che protegge ogni angolo della valle oscura. Dovresti vederlo con i tuoi occhi, ma poi cosa farai? Lo invaderai? È questo il tuo piano, maestro Galas?

source: Indeed it is, we would sneak into the keep and slay the mastermind of all this evil plot, and put an end to his rule, to the demonic invasion and to this war!
it: Proprio così, dovremmo entrare di nascosto nella fortezza e uccidere chi c'è dietro a questo malvagio complotto e mettere fine al suo regno, all'invasione dei demoni e a questa guerra!

source: I was sure that would be it.
it: Ne ero certo.

source: You are a brave bunch, indeed. But it is more than courage, necromancy or a nice-worded plot what you should need to get there. You need a backup force to distract the main base defenses while you get in. You need us.
it: Siete un gruppo coragigoso, davvero. Ma non qui vi basterà il coraggio, la necromanzia o un piano ben congegnato. Vi serve una forza di riserva che distragga le difese della base principale mentre entrate. Avete bisogno di noi.

source: And you would distract them? Are you sure?
it: E voi vorreste distrarli? Siete sicuri?

source: We already talked about this. We want to put an end to this nightmare as much as you. And since we don't have the magic skills required to defeat the Dark Emperor, it shall be your task to put that force to work inside the Heart of the Empire. The least we could do is serve as a distraction, a decoy, for the Chaos army.
it: Ne abbiamo già parlato. Vogliamo fermare questo incubo quanto voi. E dato che non abbiamo le abilità magiche necessarie per sconfiggere l'oscuro imperatore, il nostro compito sarà quello di piazzare quella forza operativa nel cuore dell'impero. Il meno che possiamo fare è una distrazione, un diversivo per l'esercito del caos.

source: Fair enough, then. But who would enter the keep? I think only Elynia and I should, as others would be extremely risking their lives there.
it: Allora va bene. Ma chi entrerà nella fortezza? Penso che dovremmo farlo solo io ed Elynia dato che gli altri metterebbero a gravissimo rischio le loro vite laggiù.

source: I cannot let you go and have all the fun, lad. I'm going in.
it: Non posso lasciarti andare e prenderti tutto il divertimento, ragazzo. Ci andrò anche io.

source: I have been this far with you, Galas. I cannot observe from a safe hill, either, therefore I go with you to the castle too.
it: Sono venuto vin qui con te, Galas. Non posso rimanermene a guardare al sicuro da una collina, perciò anche io verrò con te al castello.

source: Ya have protected me so well this far, and in exchange, I have protected ya too. I think I cannot go back now, nor await outside without the lady's company. I go with ya too.
it: Mi hai protetto bene fino ad ora e in cambio, io ho protetto te. Non penso di potermi ritirare ora, né di poter aspettare fuori senza la compagnia della signora. Verrò anche io con te.

source: Very well. Fair enough. Let's go there, then.
it: Benissimo. D'accordo. Allora andiamo.

source: Agony of Body and Soul
it: Agonia del corpo e dello spirito

source: Elynia... you betrayed... me...
it: Elynia... mi hai... tradito...

source: (crying) No, it is you who betrayed my trust... and my heart... You betrayed all our people too, all those who we protected... and swore to defend till the end of times. You betrayed our cause, and ultimately betrayed yourself.
it: (piangendo) No, sei tu che hai tradito la mia fiducia...e il mio amore.. Hai tradito anche tutta la nostra gente, tutti quelli che avevamo protetto... e giurato di difendere fino alla fine del tempo. Hai tradito la nostra causa e in definitiva te stesso.

source: Heh... nothing but... a matter of your point... of view... and choices... I chose my fate. I guess this is what I deserved from the beginning...
it: Eh... solo una... questione di punti... di vista... e scelte diverse... Ho scelto il mio destino. Penso che questo è quello che mi sono meritato fin dall'inizio...

source: No, you never deserved this until you chose to cause harm to us all. Nothing of this... nothing would have happened if I...
it: No, non ti sei mai meritato questo finché non hai scelto di farci del male. Niente di tutto questo... niente non sarebbe mai accaduto se io...

source: If you want... to do me a last... favor... don't blame yourself...
it: Se vuoi... fammi un ultimo... favore... non biasimarti...

source: You said something like that Uria did all this to you. Is she our real enemy then?
it: Hai detto che Uria ti aveva fatto tutto questo. È lei allora il nostro vero nemico?

source: Yes... she... will avenge me... that's for sure. Don't even... try to defeat her... she's very well hidden... in the heart of Inferno... and the prophecy of the Union has been... broken. Now the power of the Union... is gone... nothing can destroy her now... (ack)
it: Sì... lei... mi vendicherà... questo è certo. Non provate nemmeno... a sconfiggerla... è molto ben nascosta... nel cuore dell'inferno... e la profezia dell'unione è stata... infranta. Adesso il potere dell'unione... è finito... adesso nulla può distruggerla... (ah).

source: Elynia... I... apologize... I let myself fall under... the evil influence of... Uria. I wish that... never happened... promise me that it shall... not happen to... you... ever...
it: Elynia... io... scusami... sono caduto sotto... la malvagia influenza di... Uria. Vorrei che... non fosse mai successo... promettimi che questo... non succederà... a te... mai...

source: I... I promise.
it: Io... lo prometto.

source: Then I may depart... in peace. Galas... take care of her... for me... please...
it: Allora posso andarmene... in pace. Galas... prenditi cura di lei... per me... per favore...

source: Argan... Argan, no! I... I can save you, please, resist!
it: Argan... Argan, no! Io... io posso salvarti, per favore, cerca di resistere!

source: Elynia tries to heal Argan's critical wounds to no avail, for the innevitable has happened to him already.
it: Elynia cerca di curare le gravi ferite di Argan, ma non ci riesce perché l'inevitabile è già avvenuto.

source: You can't be gone yet, you're just unconscious...
it: Non puoi essere già morto, sei solo privo di sensi...

source: It's over. He has passed, in peace. You can heal the dead not, and my powers are not enough to resurrect the lord of Darkness, should you want me to attempt to do it.
it: È finita. È morto, in pace. Tu non puoi curare un morto e i miei poteri non sono sufficienti per resuscitare il signore dell'oscurità, se tu volessi che ci provassi.

source: (silence, only interrupted by Elynia's crying...)
it: (silenzio, interrotto solo dai singhiozzi di Elynia...)

source: Argan's journal, it was hidden beneath his robes.
it: Il diario di Argan, era nascosto trai i suoi vestiti.

source: Elynia, my lady, if you allow me to say so, we should keep it, as it may prove to be useful for what is to happen next.
it: Elynia, mia signora, se posso dirlo, dovremmo tenerlo perché potrebbe essere utile per quello che adesso accadrà.

source: Alright... but it is me who should keep it, no one else.
it: Va bene... ma sono io che dovrei conservarlo, nessun'altro.

source: The cave's roof is cracking! If we don't leave this place immediately we will be buried down with it!
it: Il soffitto delle caverne sta crollando! Se non ce ne andiamo da questo posto immediatamente saremmo sepolti!

source: At least Argan will have a proper burial.
it: Almeno Argan avrà una degna sepoltura.

source: dehydrated
it: disidratato

source: female^dehydrated
it: disidratata

source: hydrated
it: idratatopaura

source: female^hydrated
it: idratatacorazzata

source: Dehydration
it: Disidratazione

source: Wall
it: Muro

source: Wasteland
it: Landa desolata

source: Campfire
it: Fuoco di bivacco

source: Gate
it: Cancello

source: race^Verlissh
it: Verlissh

source: race+female^Verlissh
it: Verlissh

source: race^Verlisshi
it: Verlisshi

source: TODO
it: Da completare

source: This thing is impossible to describe, no one has seen anything like it before.
it: Questa cosa è impossibile da descrivere, nessuno ha mai visto niente di simile prima d'ora.

source: energy ray
it: raggio di energia

source: Amongst the Verlissh attack forces, some people have spotted strange creatures that resemble beetles, except for being larger than a wolf. Fortunately enough, these creatures' performance in battle is nothing to fear, and their only apparent purpose seems to be scouting.
it: Tra le forze di attacco kagthani sono state notate delle strane creture che sembrano degli scarafaggi, ma sono più grandi di un lupo. Per fortuna, però, non c'è nulla da temere dalle capacità in battaglia di queste creature e apparentemente il loro unico scopo sembra essere la ricognizione.

source: Spearbearer
it: Portabandiera

source: Dread Bat
it: Pipistrello terrificante

source: Dread Bats are fast and can drain the blood of those they attack, thereby healing themselves, even to the point where they become stronger than they began the battle. Bloated with blood they have grown to a huge size and can feast on bigger and tougher victims.
it: I pipistrelli terrificanti sono veloci e possono succhiare il sangue di coloro che attaccano, guarendo se stessi allo stesso tempo, fino al punto di divenire più forti di quanto lo fossero all'inizio del combattimento. Rafforzati dal sangue e cresciuti a dismisura, possono attaccare vittime sempre più grandi.

source: race^Demon
it: Demone

source: race+female^Demon
it: Demonessa

source: race^Demons
it: Demoni

source: Legend has it that, when the world and its inhabitants were born, there were powerful creatures, called 'demons', able to control all the inferior species. They quite resembled normal humans, except for being tougher and usually more beautiful. Supposedly, because of their dangerousity for the magic balance of the world, the Lords of Light and Darkness restricted them to a separate plane, were they would be trapped with no posibility to get out or in, unless a portal from the mortal plane was deliberately opened. Fortunately, nobody ever figured out how to open that portal, until now.
it: Narra la leggenda che alla nascita del mondo e dei suoi abitanti, c'erano queste potenti creature, chiamate “demoni”, che erano in grado di controllare tutte le specie inferiori. Pare che i signori della luce e dell'oscurità li abbiano relegati su un piano separato dove erano intrappolati senza possibilità di uscire o entrare a meno che non venisse aperto apposta un portale dal piano mortale. Fortunatamente per le genti del passato, nessuno ha mai scoperto come aprire questo portale, finora.

source: race^Imp
it: Diavoletto

source: race+female^Imp
it: Diavoletta

source: race^Imps
it: Diavoletti

source: Frequently considered lesser parents of demons, the Imps are usually underestimated due to their usually small size and lack of intellect. It is to note, however, that a swarm of them is not a threat to ignore, even for an experienced soldier.
it: Spesso sono considerati parenti poveri dei demoni, i diavoletti di solito sono presi sotto gamba a causa della loro piccola taglia e del poco intelletto. Tuttavia si deve notare che un branco di questi non è una minaccia da trascurare nemmeno per un soldato esperto.

source: female^Chaos Warlord
it: Signora della guerra

source: Demon Grunt
it: Demone recluta

source: female^Demon Grunt
it: Demonessa recluta

source: Demon
it: Demone
