Repository: wescamp/Invasion_from_the_Unknown-1.4
Catalog: po/*.po
Languages: it

source: It's over, at last. Now we should set-up camp in the undead's keep and rest for a while. Our men must be exhausted with all this battle.
it: Finalmente, è finita. Adesso dovremmo alzare il campo nella fortezza dei non-morti e riposare un poco. I nostri uomini devono essere stanchi dopo tutte queste battaglie.

source: Of course they are. Nor you nor my minions are used to fight on the sands, under these suns, and against these abominations!
it: Certo che lo sono. Né tu né i tuoi servi siete abituati a combattere nelle sabbie, sotto questi soli e contro questi abominii!

source: The group then rested for a while. After that, they decided to continue. After going through the mountain wall west from the river's keep, they were surprised to see fully-grown plants and animals again. They had left the desert.
it: Il gruppo si riposò per un momento. Dopodiché decisero di continuare. Dopo aver attraversato la catena di montagne a ovest della fortezza del fiume, furono sorpresi dal vedere di nuovo piante rigogliose e animali. Avevano lasciato il deserto.

source: Green grass again! Is this an oasis?
it: Di nuovo prati verdi? È un'oasi?

source: No, it is not. It's just the end of the desert. Looks like plants have managed to survive and evolve under the harsh suns after the Fall. Not all is dried up then. (looks at Anlindë)
it: No, non lo è. È solo il termine del deserto. Pare che le piante siano riuscite a sopravvivere ed evolversi sottoi suoli infuocati dopo la caduta. Allora non tutto è arido. (osserva Anlindë)

source: What? Why are you looking at me?!
it: Cosa? Perché mi stai guardando?

source: I feel refreshned! It has been so long far from trees and grass and other plants...
it: Mi sento rinascere! Sono stato così tanto tempo lontano da alberi, prati e altre piante...

source: Stop your party. If plants have grown up in the land it means there is water. And if there is water, there are living beings. This must be why the humans have grown in number since the last time my explorers reported to me.
it: Mi spiace di rovinarvi la festa, ma se le piante sono cresciute, vuol dire che c'è acqua. E se c'è acqua, ci sono forme di vita. Ecco perché gli uomini sono cresciuti di numero da quando gli ultimi miei esploratori mi hanno fatto rapporto.

source: Like, the world is reviving?
it: Come se il mondo stesse rivivendo?

source: Exactly. This is part bad news and part good news. The good is you elves will have what you need to survive. The bad is that probably our enemies do too. We must hurry, for we don't know how far they have got in their thirst of conquering.
it: Esattamente. Questa è in parte una buona notizia e in parte cattiva. La buona è che voi elfi avrete quello che vi serve per sopravvivere. La cattiva è che probabilmente ce l'hanno anche i vostri nemici. Dobbiamo affrettarci perché non sappiamo fin dove si sono spinti nella loro sete di conquista.

source: How far are those mountains you spoke us of, Knalga?
it: Quanto sono lontane queste montagne di cui ci hai parlato, Knalga?

source: Not much. Minimum three days from here at continuous march.
it: Non troppo. Da qui come minimo tre giorni a marce forzate.

source: Then, time to go, men!
it: Allora è tempo di muoversi, uomini!

source: (shakes head) I can hardly believe what I see...
it: (scuotendo la testa) Quasi non credo a quello che vedo...

source: Cursed Plateau
it: Altopiano maledetto

source: Galas, Anlindë or Mal Keshar must reach the northern end of the mountain pass
it: Galas, Anlindë o Mal Keshar devono raggiungere l'estremità settentrionale del passo

source: Yes, but...
it: Sì, ma...

source: What is it?
it: Cos'è?

source: Ah, yes. Let's go.
it: Ah sì, andiamo.

source: Time to go, men!
it: È tempo di andare, uomini!

source: A wall moves.
it: Un muro si muove.

source: Perhaps we should go and investigate it. What do you think, Anlindë?
it: Forse dovremmo andare a investigare. Cosa ne pensi, Anlindë?

source: The Moon Valley
it: Valle della luna

source: Secure the valley (defeat all enemy leaders)
it: Rendi la valle sicura (sconfiggi tutti i comandanti nemici)

source: The group finally arrived to a valley, where they did not feel alone.
it: Finalmente il gruppo giunse a una vallata dove non si sentirono soli.

source: This is the valley of the Moon. It was named so because of an old legend.
it: Questa è la valle della luna. Prende il nome da una vecchia leggenda.

source: What legend?
it: Quale leggenda?

source: It was about a supposed rockfall from the skies that happened a millenium or two ago. Nothing important, they thought it was the end of the world but it proved to be wrong. The rocks impacted on the surface causing the mountains to rise in a valley formation. So we are standing on a giant crater.
it: Quella di rocce che sarebbero cadute dal cielo mille o duemila anni fa. Niente di importante, pensarono che fosse la fine del mondo ma non era così. Le rocce colpirono la superficie sollevando le montagne in un grande cerchio. Così noi siamo all'interno di un gigantesco cratere.

source: If I remember correctly, I was about three years old when that...
it: Se mi ricordo bene, avevo tre anni quando...

source: Intruders! Alert big boss!!
it: Invasori! Avvertite il grande capo!!

source: Did you hear that?
it: L'avete sentito?

source: Orcs! This valley is infested with orcs!
it: Orchi! Questa valle è infestata di orchi!

source: I suspected that.
it: Lo sospettavo.

source: What should we do? Are you sure of what we are doing, Keshar?
it: Cosa dovremmo fare? Sei sicuro di quello che stai facendo, Keshar?

source: I think he has sent us to our doom deliberately!
it: Penso che ci abbia mandato incontro al nostro fato apposta!

source: Yes. We should run as fast as possible through the fields, slay their leader that blocks our entrance to the cave system and continue.
it: Sì. Dovremmo correre il più veloce possibile attraversi i campi, uccidere il loro comandante che blocca il nostro ingresso al sistema di caverne e continuare.

source: Easier said than done.
it: Più facile a dirsi che a farsi.

source: Or, we can defeat them all to continue without making haste for your lives.
it: Oppure, possiamo batterli tutti e continuare senza fretta per le nostre vite.

source: I don't think we really have the forces to do that, but I guess it's too late to regret and retreat.
it: Non credo che abbiamo le forze per farlo, ma temo che sia troppo tardi per ripensarci e ripiegare.

source: Indeed. We have come this far and I for one certainly won't return to the sands with suffering assured. We must fight, but, after entering the caves, what are we going to do?
it: Proprio così. Siamo arrivati fin qui e di cisuro non torneremo indietro nelle sabbie dove la sofferenza è garantita. Dobbiamo combattere, ma dopo essere entrati nelle caverne, cosa facciamo?

source: Pray for the enemy has not infested them yet.
it: Prega che il nemico non le abbia già infestate.

source: Fair enough. To arms!
it: Ragionevole. Alle armi!

source: To arms!
it: Alle armi!

source: So we have got intruders, huh? Get rid of them before I behead you, bunch of jerks!
it: Toh, degli intrusi, eh? Liberiamoci di loro prima che vi mozzi la testa, branco di incapaci!

source: Yes, sir.
it: Sissignore.

source: (I wonder if it's safe to do this. After all, they are elves! They can't be here without a good reason.)
it: (Mi chiedo che sia giusto farlo. Dopo tutto sono elfi! Non opssono essere qui senza un motivo.)

source: As you command, my lord. (Elves? Strange.)
it: Ai vostri ordini, mio signore. (Elfi? Strano.)

source: Um... okay. Obey our chieftain, rats!
it: Em... va bene. Obbedite ai vostri capitani, topi!

source: And so, not knowing what perils were awaiting for them in the very heart of the world, the group purposefully entered the caves searching for their savior.
it: E così, ignaro dei pericoli che lo aspettavano nel cuore della terra, il gruppo entrò con determinazione nelle caverne per cercare la sua salvezza.

source: Well, we have defeated them. Now, let's enter the caves!
it: Bene, li abbiamo battuti. Adesso entriamo nelle caverne!

source: What a lunatic. I guess it is related to the name of this 'Moon' valley.
it: Che pazzo. Deve avere a che fare con il nome di questa “valle della luna”.

source: Dya' elven scum!
it: Crepa feccia di un elfo!

source: Uh?
it: Eh?

source: Ouch! I'm vanquished...
it: Acc! Ho perso...

source: Nooo!! Why nobody protects mee...
it: Nooo!! Perché nessuno mi protegge...

source: I hire minons for protecting me and they fail when I need them the most. Incompetent moronic fools. *ugh*
it: Prendo dei servi perché mi proteggano e loro falliscono proprio quando ho bisogno di loro. Branco di imbecilli incompetenti. Uh!

source: Those towers look uncannily vacant. Be careful, for it may be a trap of the orcs.
it: Queste torri sembrano stranamente vuote. Fate attenzione, potrebbe essere una trappola degli orchi.

source: So my incompetent warriors could not stop you from entering my base. But never mind, my bodyguards will give you hell! He, he, he.
it: Dunque i miei incompetenti guerrieri non sono riusciti a impedirvi di entrare nella mia base. Non importa, le mie guardie del corpo vi manderanno all'inferno! Eh, eh, eh.

source: Uh-oh.
it: Oh-oh!

source: The lad was right. It was a trap, and look, the orcs are calling upon reinforcements!
it: Il ragazzo aveva ragione. Era una trappola e, guardate, gli orchi stanno chiamando dei rinforzi.

source: Hey, I'm seeing something in there. Could it be another entrance to the caves?
it: Ehi, sembra che qui ci sia qualcosa. Potrebbe essere un altro ingresso per le caverne?

source: White Giant
it: Gigante bianco

source: Sounds like a good plan!
it: Sembra un buon piano!

source: The Elf versus Goliath
it: L'elfo contro il gigante

source: Chamber Guard
it: Camera delle guardie

source: Investigate the place
it: Esplora i luoghi

source: I feel a strong presence in this place. We should be careful and investigate what it is before letting the rest our people come.
it: Sento una forte presenza in questo luogo. Dovremmo essere cauti e capire cos'è prima di far venire la nostra gente.

source: Wait, I hear steps, many steps coming from...
it: Aspetta, sento dei passi, molti passi che provengono da...

source: Surprise, forest-dwellers. Didn't expect us here, uh?
it: Sorpresa, gente della foresta. Non vi aspettavate di trovarmi qua, eh?

source: Kill them, it's the master's command!
it: Uccideteli, è l'ordine del padrone!

source: Blast it, as I suspected. These worms made it here before us.
it: Maledetto, come sospettavo. Questi vermi erano qui prima di noi.

source: What about our sage?
it: E la nostra sapiente?

source: I don't think she is in danger yet, but we should make haste anyway and get these pests out of our way there.
it: Non penso che sia già in pericolo, ma dovremmo comunque fare in fretta e spazzare via dalla nostra strada queste pesti.

source: This wall is door-shaped, but it seems to be locked. We must find a way to unlock it.
it: Questa parete è a forma di porta ma sembra bloccata. Dobbiamo trovare il modo di sbloccarla.

source: Touchgem triggered. A door opens.
it: Gemma attivata. Una porta si apre.

source: Touchgem already activated.
it: Gemma già attiva.

source: Thine journey is mine; but keep close to lite; lite will be yer shine.
it: Il tuo viaggio è il mio; ma state vicini alla luce; la luce brillerà.

source: Potion of Strength
it: Pozione della forza

source: This potion can only be used by living beings. Let other take it.
it: Questa pozione può essere usata solo da esseri viventi. Falla prendere a un altro.

source: What is this?
it: Cos'è?

source: Colossal Automaton
it: Automa ciclopico

source: You find yourself before a giant creature of metallic shield, whose appearance hardly would resemble a normal human's. Its deep metallic breathing, and uncanny noises coming from inside its body, make you wonder about its origin.
it: Vi trovate di fronte a una gigantesca creatura di scudi di metallo, la cui sagoma somiglia vagamente a quella umana. Il suo profondo respiro metallico e soprannaturali suoni provenienti dall'interno del suo corpo vi pongono l'interrogativo della sua creazione.

source: Nice to meet you, elf.
it: Piacere di incontrarti, elfo.

source: The pleasure is all ours...
it: Il piacere è tutto nostro...

source: At last, it's over.
it: Finalmente, è finita.

source: That was a close call. I now feel uneasy in these unknown caverns. How many other metallic giants could be lurking in here?
it: Questo richiamo era vicino. Adesso mi sento a disagio in queste caverne sconosciute. Quanti altri giganti metallici si aggireranno in questi luoghi?

source: This could only be caused by those foul creatures. They must have brought these goliaths to crush us. Let's get out of this chamber and continue exploring, but be careful, for we don't know how many more of them might be lurking around.
it: Può essere solo colpa di queste luride creature. Sono loro che hanno portato qua questi giganti per schiacciarci. Usciamo da questa camera e continuiamo l'esplorazione, ma siate cauti, perché non sappiamo quanti di loro si aggirano da queste parti.

source: Look, this wall opened after we killed that beast. Should we go this way?
it: Guardate, questo muro si è aperto dopo che abbiamo ucciso quella bestia. Andiamo da questa parte?

source: I don't see any alternative. By that way then we shall go.
it: Non vedo altre alternative. Da questa parte allora.

source: An Errand of Hope
it: Un messaggio di speranza

source: team_name^Dwarves
it: Nani

source: team_name^Trolls
it: Troll

source: team_name^Nagas
it: Naga

source: Explore the caves and defeat any enemies you find
it: Esplora le caverne e uccidi tutti i nemici che trovi

source: So, what is the name of this place, Keshar?
it: Allora, qual è il nome di questo posto, Keshar?

source: It used to be called Knalga, the Dwarven Kingdom. I am not sure if there are any dwarves left to justify its name in this era.
it: Si chiamava Knalga, il regno dei nani. Non sono sicuro che ci siano ancora dei nani per giustificare il nome di questa regione.

source: Dwarves? Like...
it: Nani? Come...

source: Like that?
it: Come cosa?

source: Dwarf
it: Nano

source: Help! I need... help! It almost has me!
it: Aiuto! Mi serve... aiuto! Mi ha quasi preso!

source: Exactly... uhm... Alright.
it: Esattamente... ehm... benissimo.

source: Troll's Corpse
it: Cadavere di troll

source: Dwarf's Corpse
it: Cadavere di nano

source: Uh, interesting. Their corpses conserve part of their former strength.
it: Ah, interessante. I loro cadaveri conservano una parte della loro forza precedente.

source: Why are you looking at me in that manner?
it: Perchè mi guardi in quel modo?

source: So, there must be dwarves left, unless we had the luck of witnessing the death... and rising as undead, of the last one.
it: Dunque devono essere rimasti dei nani, a meno che non siamo stati così sfortunati da essere testimoni della morte... e la risuscitazione come non-morto, dell'ultimo rimasto.

source: Search for their leader and ask for help. We won't survive much time in these caves without help of experts in these... cavey bussiness.
it: Cerca il capo e chiedegli aiuto. NOn sopravviveremo a lungo in queste caverne senza l'aiuto di esperto in... questioni sotterranee.

source: Dwarves and elves were never friends in my time.
it: Nani ed elfi non erano mai amici ai miei tempi.

source: That's true, but they might agree if we offer them something in exchange. Those greedy cave-dwellers would not refuse some gold and help, do you think so Galas?
it: È vero, ma potrebbero aiutarci se gli offriamo qualcosa in cambio. Questi avidi abitatori di caverne non rifiuteranno oro e aiuto, non credi Galas?

source: I guess so. But help with what?
it: Penso di no. Ma aiuto per cosa?

source: Their natural enemies: Trolls. We'd better rid these tunnels of them before asking the dwarves anything.
it: I loro nemici naturali: i troll. Faremmo meglio a spazzarli via da queste gallerie prima di chiedere ai nani qualcosa.

source: They'll make interesting additions to my collection.
it: Saranno una interessante aggiunta alla mia collezione.

source: The cave's floor falls down, leaving the poor unit with no ground to stand on, thus falling off to the depths of the world. Who knows what fate awaits them at the chasm's bottom.
it: Il pavimento della caverna crolla, lasciando l'unità disgraziata senza un terreno su cui stare, precipitando dunque nelle profondità del mondo. Chissà quale destino li attende al fondo dell'abisso.

source: Uh, the cave's floor here looks particularily weak.
it: Eh, il pavimento di questa caverna sembra particolarmente debole.

source: Neep, neep, neeeeep! (translated: 'Cave floor weak, cave floor weak!')
it: Nip, niip, niiip! (traduzione: «pavimento della caverna cedevole, pavimento della caverna cedevole!»)

source: Elves? You treacherous ones, begone, now, or we kill you!
it: Elfi? Traditori, andatevene ora o vi uccideremo!

source: Undead! Begone creepy one, or we crush you!
it: Non-morto! Vattene mostro raccappricciante o ti schiacceremo!

source: Bright gods!
it: Dei luminosi!

source: What? It is impossible! The Goliath was supposed to have killed you all! How...
it: Cosa? È impossibile! Il gigante avrebbe dovuto uccidervi tutti! Come...

source: Looming Voice coming from Everywhere
it: Voce incombente che sembra provenire da tutte le direzioni

source: If the Goliath could not deal with them, then finish them off yourselves!
it: Se il gigante non ce l'ha fatta, allora uccideteli voi una volta per tutte!

source: Your command is Law, my liege.
it: I vostri ordini sono legge, mio padrone.

source: We? I don't understand, actually. Our people have never been out of our valley since the Fall!
it: Noi? In realtà, non afferro. La nostra gente non è mai uscita dalla valle dai tempi della caduta!

source: This explains a lot of things actually. We shall help you.
it: Questo spiega parecchie cose in realtà. Vi aiuteremo.

source: We shall do our best.
it: Faremo del nostro meglio.

source: What is going on? Elves from the desert? Anlindë, might them have...
it: Che sta succedendo? Elfi dal deserto? Anlindë, potrebbero essere...

source: I think that would be a discussion for a better moment, when we have finished our new job here.
it: Credo che sarebbe meglio discuterne in un altro momento, quando avremo finito il nostro nuovo compito qua.

source: Alright.
it: Benissimo.

source: Defeat all enemy leaders
it: Sconfiggi tutti i comandanti nemici

source: King Foo-Bar
it: Re

source: Dwarf-friends, you made it. Now, follow me to the Throne Room, King Asthorgar awaits. He'll be pleased to hear and see news of you and your kind again.
it: Amici dei nani, ce l'avete fatta. Ora, seguitemi alla sala del trono, re Asthorgar vi aspetta. Sarà felice di ascoltare e vedere di nuovo notizie di voi e della vostra gente.

source: Oh my, who could have left behind such a precious amount of gold! 190 pieces... not bad, huh?
it: Perbacco, chi può aver abbandonato un simile tesoro! 190 pezzi... non male, eh?

source: Ah! Giant insects!
it: Ah! Insetti giganti!

source: Ants, but they are bigger than a tiger! What happened to them?
it: Formiche, ma sono più grandi di una tigre! Cosa è successo loro?

source: In the darkness of the depths of the world, most animals and insects grow up over their normal size. So be careful, there might be more dangerous creeps in this place.
it: Nell'oscurità delle profondità della terra, la maggior parte degli animali e degli insetti crescono oltre le loro normali dimensioni. Siate cauti, in questo posto potrebbero strisciare cose ancora più pericolose.

source: It must be common in these caverns to stumble on giant ants such as these...
it: Deve essere comune in queste caverne incappare in formiche giganti come queste...

source: Wait. I've just heard something moving in these waters. Who goes there?
it: Aspetta. Ho sentito qualcosa che si muove in queste acque. Chi c'è?

source: Can't we have some peazzz, what the... undead! We sssshall not tolerate thissss, en garde!
it: Non possssiamo avere un po' di pace, ma che... un non-morto! Non tolleriamo la magia nera, in guardia!

source: Can't we have some peazzz? In the ssssurface there are thossse foul filthy fiendsss, and here underground we have these intrudersss...
it: Non possssiamo avere un po' di pace? In sssuperficie ci sssono quei luridi e ssschifosi demoni e qui sottoterra ci sono quesssti intrusssi...

source: These are not times of peace. You will never find peace again until the evil is finally vanquished.
it: Questi non sono tempi di pace. Non troveremo di nuovo la pace finché il male non sarà finalmente sconfitto.

source: I sssee.
it: Capisssco.

source: You notice you are not speaking to senseless creatures, but to intelligent potential allies. So, you decide to ask them...
it: Ti accorgi che non stai parlando a creature prive di intelletto, ma a intelligenti potenziali alleati. Percio' decidi di chiedere loro...

source: Would you join us? We might appreciate your help.
it: Vi unirete a noi? Noi apprezzeremo il vostro aiuto.

source: What for?
it: In cambio di cosa?

source: We want to vanquish the evil to finally have some peace, like you.
it: Vogliamo sconfiggere il male per avere finalmente un po' di pace, come voi.

source: So we'd get peazzz again? And what elssse? If you don't have a good offer, we ssshall ssstay here, if you don't mind.
it: Avremo dunque di nuovo la pace? E cosssa altro? Se non ci fate una buona offerta, noi resssteremo qua, ssse non avete niente in contrario.

source: A better home, in the big water called 'Ocean', far to the west, to be free!
it: Una patria migliore, nel grande mare chiamato oceano, lontano a occidente, dove essere liberi!

source: Ssssorry, we sssshall never have peazzz or freedom in the ocean, with the filthy merfolk roaming about there.
it: Ssspiacente, non avremmo mai un po' di pace o di libertà nell'oceano con quei luridi neredi che ci sssguassano.

source: Gold. What about 10 pieces to start with?
it: Oro. Che ne dici di dieci pezzi per cominciare?

source: We are not interesssted in brilliant metal peezzees. Sssorry.
it: I pesssi di metallo lucente non ci interessssano. Mi ssspiace.

source: Some fun, killing enemies with us, perhaps...
it: Per divertimento, ammazzare nemici con noi, forse...

source: Sssoundss like fun. What do you think, brethen?
it: Sssembra divertente. Cosssa ne pensssi, cugino?

source: Good deal, indeed.
it: Proprio un bell'accordo.

source: I agree with that.
it: Sono d'accordo.

source: What do you think, Anlindë?
it: Cosa ne pensi, Anlindë?

source: I do not trust them. We should kill them just in case they attack us afterwards.
it: Non mi fido di loro. Dovremo ucciderli per evitare che ci possano attaccare dopo.

source: Very well. Kill them.
it: Benissimo. Uccideteli.

source: Treasssherousss foolsss! You shall die firsssst!!
it: Sssciocchi traditori! Morirete per primi!!

source: I hope thisss ssservess as a lesssson to our sspeciesss about the treachery of the ssssurface dwellersss...
it: Ssspero che alla tua ssspecie ssserva da lezione per il tradimento degli abitatori di sssuperficie...

source: Ssstupid creaturesss...
it: Ssstupide creature...

source: They have chosen their path. We must respect their decission.
it: Hanno scelto la loro strada. Dobbiamo rispettare le loro decisione.

source: Great then, welcome to our group!
it: Fantastico allora, benvenuti nel nostro gruppo!

source: The Library
it: Biblioteca

source: Lilo
it: Krislo

source: team_name^Cave dwellers
it: Abitanti delle caverne

source: Pryll
it: Troll

source: Varghor
it: Barglor

source: team_name^Spirits
it: Spiriti
